{
  "mod": "COC神话物品查询",
  "author": "核心规则书翻译者：秋叶EXODUS等人，扩展小巧的恶意古物翻译者：溪午微寒生，制作者：凤吹风雪",
  "brief": "查询COC的神话物品，包括COC核心规则书里有的神话物品与扩展：小巧的恶意古物里包含的部分",
  "comment": "如果使用时遭遇bug，可以加入群149648316联系制作者.果园翻译贴地址：https://www.goddessfantasy.net/bbs/index.php?topic=142171.0",
  "helpdoc": {
    "神话物品目录": "核心规则书部分：\n生化网状装甲\n黑莲粉末\n大脑收容筒\n颈动脉毒素\n古老者水晶\n梦境晶化器\n支配血\n地震采矿机\n电气枪\n月透镜\n来自冷之高原的玻璃\n伟大的白色空间\n阿尔哈兹莱德之灯\n电浆枪\n喷雾器\n冥王星之药\n光辉的偏方三八面体\n米纳尔的星石\n停滞块\n记忆清洗器\n时间通讯机\n扩展部分:\n小巧的恶意古物（扩展简介介绍）\n恩凯偶像\n光荣之手\n鬼魂衫\n黑恩扎拉\n深潜者巫符\n冷符箓\n红石刃\n塞文河谷医疗蛴螬\n犹格斯神像\n脏腑戒\n永恒纽带\n多纳西安面具\n黑化塔瓦刀\n干猫\n食尸鬼宝\n真视魔药\n西瓦图腾\n美人鱼手\n坟缘\n黑法老圣像",
    "生化网状装甲": "生化网状装甲\n使用者：米戈\n在危险的情形下，米戈通常会披上这些由发着微光的绿色黏液所织成的网状物，这种装甲在对抗钝击、火焰、电击等伤害时会提供8点装甲值。人类也能穿戴这种生化网状物，但会因毛发和肌肉被撕离而在每次脱下装甲时受到1点伤害。因为人类并不会分泌合适的、能够照料到这些装甲的营养液，一件生化网状装甲将会缓慢地分解。\n每被人类穿戴过一次，一件生化网状装甲将降低一点护甲值。当失去所有护甲值时，这件装甲将分崩离析，变成一池弥散着蒸汽的黏性物质。穿戴该装甲是否会带来明显的副作用，则仍未可知。",
    "黑莲粉末": "黑莲粉末\n使用者：蛇人（Serpent people）\n一种令人费解的致幻剂，也被称作“漆黑的冥河”，被蛇人作为它们的拷问手段，用以取得更多的信息。在仅摄取极少量的情况下，黑莲粉末是一种温和的迷幻药，其效果相当于有致幻作用的蘑菇；然而在摄入大剂量时，这种药物会使人变成疯癫的、满嘴胡言的白痴。\n该药物能以注射（粉末在加热后将液化）或是吸入（其释放出的黑色烟雾闻起来像烧焦的太妃糖）方式摄取。一旦摄入多于普通的（消遣份量的）剂量，受害者会马上产生1d6分钟/剂的幻觉。受害者将看到犹如亲身体验的可怖幻觉，同时被迫获得对不可名状神话知识的洞察力——一些蛇人声称那简直像是去直视阿撒托斯（Azathoth）的面容。在药物生效时，受害者将每分钟失去1d4理智值。在这期间，受害者对询问非常敏感，容易透露消息和他们所紧密保守的秘密。接近结束时，受害者的身体将开始抽搐，直到虚脱并失去意识1d10小时。受害者醒来之后已经完全疯了的情形也是常见的。\n报告中称黑莲花甚至在著名的瓦卢西亚时期也非常稀有，至于现在，这种声名狼藉的植物应该已经灭绝很久了。然而，并不罕见的是，一些来自远古时期的小瓶和罐子里会被发现装着份量不少的黑莲粉末。因此虽然尚未证实确有其事，但现代科技很有可能已足以分析这种粉末的成分，并将其再现于世。",
    "大脑收容筒": "大脑收容筒\n使用者：米戈\n这些闪着光泽的圆筒被用以保存从身体中取出的大脑。洛夫克拉夫特将其描述为“一英尺高，直径略小于一英尺，有着三个诡异的插槽呈等腰三角形镶嵌在圆筒正面凸起的表面上。”每个圆筒内部都装满了足以供养其中大脑的营养液。三个附属于圆筒的机器——一个在前方配置了成对镜头的装置，一个装着真空管和共鸣板的盒子，以及一个在顶部有金属碟片的小匣子——共同组成了米戈所制造的感官装置。当这些机器被接入合适的插槽时，就能为圆筒中的大脑提供视觉、听觉以及发声的能力。米戈并不具备人类的感官，但它们已经尽最大努力去模拟了。然而，它们也只提供了近似人类感官所能获得的声音和影像。所有的影像输入都是粗糙的，解析度很低；机器提供的听觉则只能听到毫无起伏的、像是单声道留声机所发出的单调声音。至于发声功能，因为米戈这种类真菌生物已经全然丧失了感情，以及理解语言中细腻之处的能力，所以发声机器所发出的声音既刻板又单调，也一样缺乏感情。当所有的感官装置都没有接入圆筒，或是这些装置都处于关闭状态时，在收容筒中的大脑将进入某种近乎疯狂的沉睡状态，沉浸在奇诡的梦境和幻觉中。当一个人脑被放入大脑收容筒，该脑必须每月进行一次智力检定，一旦成功，它就会想起自己被困在一个铁皮罐里的事实，从而失去1d3点理智值。",
    "颈动脉毒素": "颈动脉毒素\n使用者：蛇人\n这是一种颇为罕见的毒素，能导致颈动脉的状态逐渐恶化，这种毒会缓慢侵蚀受害者的颈动脉，导致大量的内出血，以及几乎不可挽回的死亡。颈动脉毒素的效应会在一段时间后发作，这段时间等于五分之一受害者体质值的天数。在此之后，受害者必须做一个极难（Extreme）的体质检定，若检定失败，受害者会在1d3天内以极为痛苦的方式死去；如果体质检定成功，则受害者成功抵抗了该毒素，但在1d6天内会变得非常虚弱，只能躺在床上休养。在卧床期间，受害者的力量值和体质值会暂时降低到10点，并完全虚脱，沉浸在可怕的幻觉中，没有医生能在受害者身上找到关于毒素或疾病的证据。在虚弱之后，受害者将每天恢复1d10点的力量和体质值，直到完全恢复。",
    "古老者水晶": "古老者水晶\n使用者：古老者\n古老者建造了大量的水晶储存器，来利用那些可以迫使修格斯遵从古老者意志的能量。这些水晶能够储存魔法值，最小的晶体碎片能储存5点魔法值，而最大的能储存100点魔法值。当一个施法者施放法术时，他能从水晶中抽取部分或全部的魔法值。在其中并未储存魔法值的时候，古老者水晶的温度与室温相同，不过一旦存入魔法值，古老者水晶就会随着魔法值的存入而变得越来越冷。若想获得水晶中的魔法值，使用者必须与特定的水晶调谐：进行物理性的接触并花费1d6轮来与水晶的振幅协调。在最后一轮，使用者必须做一个意志检定，如若成功则能从水晶中抽取所需的魔法值。值得注意的是，只有古老者知道应如何，及有能力往水晶中存入更多的魔法值。",
    "梦境晶化器": "梦境晶化器\n使用者：任何人\n梦境晶化器看上去像是一个大型的、淡黄色的蛋型装置，可以用它在梦中看到远方（遥远的大陆、行星，甚至可能远及另一个次元）的景象。有传言称，该装置有一个次要的功能，允许使用者将物品（或甚至是生物）从梦境中带回来，能够预想到的是，在使用这一功能的时候，使用者必须对该物品或生物进行物理性的接触才可能成功。这独一无二的装置被传闻和谣言环绕，但有一点是确定的：想要使用该装置，就必须与晶化器的守卫——看起来像是一只有光泽的水母，睡眠之神许普诺斯（Hypnos）麾下的某位仆从——为敌。",
    "支配血清": "支配血清\n使用者：蛇人\n这种无色的浆液尝起来有一种淡淡的树莓味。受害者至少摄入十滴该血清才会受到完整的影响。随后，如果受害者没有通过一个困难（Hard）的体质检定，受害者将会变得对蛇人言听计从。蛇人身上特有的某种气味或是蛇人特有的某种说话腔调，是它们对受害者使用暗示的关键所在。受害者将愿意为蛇人做几乎任何事，除非这件事会危害到他或他所爱之人的性命。这种血清的代谢速度缓慢，如果在受影响期间没有摄入更多血清，受害者将在1d10+10天后从血清的影响中得以解脱。",
    "地震采矿机": "地震采矿机\n使用者：米戈\n一个边长二十英尺的巨大立方体。立方体的每一面都覆盖着由模糊而不透光、像是玻璃一样的物质组成的不规则小凸面窗。当装置启动，通过调整，它能拉动深埋在地下的地层，使其穿过其上方的岩石层。这种机器能抵达地下四到五英里深的地方，同时能影响一块最大为一立方英里的区域。然而不幸的是，这种机器在使用时有副作用——它会引发地震。地震的规模和受机器影响的区域大小、深度都有直接的关系。因此，米戈更倾向于只在大面积的无人区中使用这种机器，以免被察觉。一个不熟悉米戈科技的人类不太可能开动这种地震采矿机，除非是受偶然因素影响。",
    "电气枪": "电气枪\n使用者：米戈\n这个武器看上去像是个门把手大小，漆黑多瘤的一团金属物质，上面布满了微小的电线，米戈通过紧紧地握住并改变这个武器的电阻来使用它。这个武器被激活时能发射出一团蓝色的球型电火花，对目标造成1d10点伤害，并在命中时像泰瑟枪一样电击目标，从而导致剧烈的肌肉痉挛，使目标在等同于电气枪所造成伤害的轮数里无法移动。除此以外，目标还必须作一个体质检定来避免1d6轮的昏厥，如果检定大失败，除非得到及时的医疗干预，电击将导致目标的心脏骤停，并随之死亡。米戈会如常受到该武器的伤害（甲壳被烧灼），但米戈并没有可供电流传导的神经系统，因而对电击的后续效应免疫。如果人类想要使用这种外星武器，就必须对电气枪上的接线进行调整，这需要一个困难的（Hard）电气维修检定。这样的应急处置会让电气枪的开火变得不稳定，当尝试开火时需掷1d6，只有结果为1或2时该武器才会开火。人类使用电气枪进行攻击的技能：射击（电气枪）的基础值为10%。",
    "月透镜": "月透镜\n在位于英格兰塞文谷（Severn Valley）的葛茨伍德村（Goatswood）里，存在着一件被称作月透镜的造物。月透镜由莎布·尼古拉丝（Shub-Niggurath）的崇拜者所造，此透镜能聚焦一束月光，从而在召唤孕育千万子种之黑暗之母的仪式中提供协助，使该仪式能在满月时分进行（仪式本来所需的月相是新月）。\n神秘学的研究者们认为月透镜实际上是一块被特别调整过的来自冷之高原的玻璃，其振幅被调至和莎布·尼古拉丝的栖息之地一致。如此，它便有效地为这个神明提供了一个半永久的直接连通至地球的传送门。",
    "来自冷之高原的玻璃": "来自冷之高原的玻璃\n……一扇由奇异的磨砂玻璃打磨而成的大型圆窗，威尔伯（Wilbur）说那是伟大古人的杰作，是他在亚洲旅行时发现并入手的。他一度称它为“来自冷之高原的玻璃”，并说那东西“很可能最早是毕宿星人（Hyadean）造的”，然而，这两个说法都没能对我有丝毫的启发。\n——奥古斯特·德雷斯＆H.P.洛夫克拉夫特，《三角墙窗》\n使用者：任何人\n这块神秘的魔法玻璃能让持有它的人看到其他世界的随机景象。它的所有者用红色粉笔在上面画了一个五芒星（可能是用来保护自己）。只要吟诵一句简短的韵文，这块玻璃就会展示克苏鲁神话中某个存在的影像。不幸的是，这个存在同时也会透过这块玻璃看到使用者的那一边。影像中会出现什么是随机的，和使用者的选择无关。用以对镜片施法的法术已经被遗忘很久了，尽管有确切的传闻称，如果和一个住在卡尔克萨城（Carcosa）里的奇怪家伙谈妥，他就会将此法术传授给他人。",
    "伟大的白色空间": "伟大的白色空间\n使用者：古老者\n一个奇怪的异次元空间。我们尚未知晓古老者是否真的是这个异次元空间的创造者，然而毫无疑问的是它们积极地利用了它。伟大的白色空间连接了相隔数光年之远的地方，它现在是、或许仅仅曾经是古老者用以在宇宙间旅行的工具。古老者在地球上建造了至少一座通向伟大的白色空间的传送门，其中一座大门被深埋在中国的群山之间，其他的大门是否存在则仍未可知。如果伟大的白色空间真的由古老者所造，那么就有理由相信，其他的袖珍异次元空间也已经被创造出来了，它们也许在大小上各有不同，并隐秘地存在着，直到被哪些倒霉的旅行者或巫师发现为止，毕竟，谁知道那些空间里都有什么东西？",
    "阿尔哈兹莱德之灯": "阿尔哈兹莱德之灯\n阿尔哈兹莱德之灯有着异乎寻常的外表。它燃烧着灯油，并且看上去像是金制的。它的外形像是一个椭圆形的壶，有一个从一侧向上弯曲的把手，在另一侧则有着给灯芯和火焰预留的开口。许多难以理解的绘画装饰着它，字母和图案接连排列成了话语——那是种全然陌生的语言。\n——奥古斯特·德雷斯＆H.P.洛夫克拉夫特，《阿尔哈兹莱德之灯》\n使用者：任何人\n它是一个被施了魔法的油灯。当点燃时，该灯将向外喷出一种能让吸入者的心灵陷入恍惚幻象的蒸汽。幻象所揭示的通常是神话异界中奇诡怪异的景色，以及彼方存在的行为方式。如果该灯是被阿尔哈兹莱德本人——《阿齐夫》的作者——使用过的，一部分他渊博的学识将被阐述出来。据信这盏灯是独一无二的，但它如今的行踪已是谜团。",
    "电浆枪": "电浆枪\n使用者：伊斯人\n一种罕见的伊斯武器，这个设备是伟大种族在抵达史前时代的地球不久后设计出来的，用以对抗肉食性的飞天水螅。该设备有着摄影机一般的外型，能够发射出数团巨大的电浆。该武器有多种形制，最常见的一种电浆枪能装载一组32发的弹药，重新装填需花费一轮。尽管电浆枪能一次性射出多发电浆，但在第四发后的每一次射击都会增加5%使电浆枪烧毁的机率。每发电浆能对目标造成1d10点伤害。该武器的基础射程为100码，每再远100码，则在攻击检定上增加一个惩罚骰并在伤害检定的结果上减去3。反之，在抵近射击时，在攻击检定上增加一个奖励骰。\n一个调查员能通过一个成功的智力检定弄清楚如何使用这种武器。人类使用电浆枪进行攻击的技能：射击（电浆枪）的基础值为10%。",
    "喷雾器": "喷雾器\n使用者：米戈\n这个装置看上去像是一簇缠绕在一起的金属管子，能喷射出一团包裹在厚重云雾中的冰冷锥形雾气，这片雾气大约有十英尺宽，看起来像是稠密的白雾，并且极度的冰冷。暴露在雾气中会受到每轮1d10点伤害，如果受害者穿着能保暖的衣物，则受到的伤害降低1点；如果受害者穿着厚实的、能在极地御寒的衣物，则受到的伤害降低3点；躲藏在车中也能获得4点伤害保护，但无论引擎是否仍在运转，雾气都会冻结车辆的引擎，导致直到气温回暖之前，车辆都无法启动或重新启动。该武器的喷射可以是持续的，米戈通常会朝一个目标喷雾数轮，以确保未受保护的人类已经死亡。\n一个调查员能通过一个成功的智力检定弄清楚如何使用这种武器。因为雾气扩散的速度远比子弹要慢，一个能看到喷雾器启动，并且能够移动（也就是说，没有被捉住、关在封闭的地方）的调查员能够以一个成功的敏捷检定避开缓慢扩散的雾气。该武器能容纳足够发射二十次的弹药，每一发都能持续一整个战斗轮。",
    "冥王星之药": "冥王星之药\n我这里有五粒辽丹，中国的哲学家老子曾经使用过它，在它的影响下，他曾经幻视到了道。道是世界上最神秘的力量，它包含一切，浸透一切。——弗兰克·贝尔纳普·隆恩，《廷达洛斯猎犬》\n使用者：任何人\n这种药物能将服食者的心灵送回到过去，有时这个“过去”实在过于遥远了，以至于药物的使用者也许会遭遇廷达洛斯猎犬（本书第298页）——某种能通过它的“角度”在时间中往复来回的存在。\n使用这种药物的人必须作一个理智检定，失败则损失1d8点理智值；然而如果使用者在回到过去的时间旅行中遇到了神话的存在，则会失去看到那些东西所应损失的理智值。服下冥王星之药并见证宇宙、地球的真实历史，便会得到1d6点克苏鲁神话技能。\n这种药物可以是小片的固体或液体，它的炼制方式在一系列神话著作，譬如《伊波恩之书》中，都有提及。",
    "光辉的偏方三八面体": "光辉的偏方三八面体\n（它是）一个近似于黑色，有着红色纹路和许多不规则平面的多面体，它要么是某种极为异乎寻常的晶体，要么是一件由矿物雕刻并高度抛光打磨而成的工艺品。它并没有被放在盒底，而是被一个环绕着此物中央的金属箍支撑着，那金属箍则水平地延伸出七条设计诡异的支柱，每一条支柱都连接到盒内的一个角……在擦拭后，布莱克（Blake）目不转睛地盯着它，在他看着那闪闪发光的表面时，他几乎觉得这块石头是透明的，无数个半成型的、神奇的世界就在其中。\n——H.P.洛夫克拉夫特，《夜魔》\n使用者：奈亚拉托提普（Nyarlathotep）的信徒\n一颗大约四英寸宽的石头，镶嵌在一个古怪的金属盒里。它会奖赏或诅咒那些幻想能在其中观察到其他世界或其他次元的人——所以，这块石头的内部闪耀着并非来自我们这个世界的光辉。\n当金属盒关上时（使其中的宝石处在完全的黑暗中），一位奈亚拉托提普面貌狰狞的化身便会亲临，这化身因它憎恶光亮——它决不会进入任何有光的地方，甚至连只有路灯打下的黯淡光圈也不行——因而被称作夜魔（Haunter of the Dark）。\n这颗石头能够极大地支配人类的心灵，据信被用在了对奈亚拉托提普的崇拜中。这造物极为古老，在人类存在以前就已出现，且很可能是米戈在犹格斯星（Yuggoth）上打造的。",
    "米纳尔的星石": "米纳尔的星石\n使用者：任何人\n米纳尔（Mnar）的星石经常能在应该是远古邪恶存在的陵墓里找到，这些刻有一枚旧印（Elder Sign，本书225页）的绿色盘状（有时也是星形）的石头，总是出现在那些陵墓里的同一位置上。\n有人断言那些石头本身，乃是来自传说中的史前大陆米纳尔（Mnar），但一些神秘学学者们认为，米纳尔大陆并未真实存在过，那些石头来自地球之外，甚至可能是由旧神（Elder God）自己制造的。无论如何，有理由相信星石能够在旧日支配者（Great Old Ones）爪牙的威胁下保护其持有者，让他能在黑暗中安全地往来。但有一点非常重要，星石所提供的保护针对的是旧日支配者的爪牙，而非旧日支配者本身！\n亦有民间传说称，星石也有招致祸害的一面。任何把一块星石从它应在的位置上移走的人，都会受到来自外神的诅咒。很可能外神们并不希望星石被人从那些监禁着旧日支配者的陵墓监狱中带走，因为那种行为会有效地削弱监狱中的魔法力量，并使得该处囚禁着的旧日支配者有机会逃脱。",
    "停滞块": "停滞块\n使用者：伊斯人\n这种设备有许多不同的大小和外形，然而它们的用途都是相同的：用以减缓时间的流速。老式的停滞块能在外部时间过了一千年时，其内部的时间才流逝了一秒钟，但在伊斯人的未来里，它们将得以提升停滞块的性能，使其达到内部一秒等于外部一百万年的程度。\n最小的停滞块在纳克特城（Pnakotus）用以保存书籍，大一些的被用来将伊斯人送去未来。几乎所有的停滞块在设计上都是朴素的，由金属或塑胶制成，没有存在外部电路的迹象。\n按下一个按钮或干脆将它打开能让大多数的停滞块停止运转，然而另一些停滞块有着更复杂的面板，能够允许使用者设置所停滞的时间，这些更复杂的设备对那些并不熟悉伊斯科技的人来说很可能是难以理解的，但任何人都能使用较为简单的停滞块，甚至可能仅仅是出于偶然。",
    "记忆清洗器": "记忆清洗器\n使用者：伊斯人\n一件由伊斯人发明的装置，用以清除那些它们经由时间移动交换了精神的生物所留存的记忆。这是一个黄铜色的、小而细长的矩形盒子，上面有着许多细小的凹陷。从盒子的其中一面上，有五根柔软的金属管子延伸而出，这些管子的末端都有一根一英寸长的金属针头，用来插进受害者的头部。将全部的针插好会花费五轮的时间。一旦装置得以启动，除非受害者在意志检定中成功，否则就将陷入瘫痪状态，该检定在装置启动后的每一轮都需要进行。\n在启动后的每一轮，这台机器都会擦除受害者一年份的记忆，或是移除他五点智力值，使用哪一种功能可以由装置的操作者决定。那些被擦除的记忆和思想会被储存在那黄铜色的小盒子里。对记忆的擦除并非总能做得很完整，受害者每一年都有一个大小等于其智力值的可能性，以做梦的形式回忆起一些自己所遗失的记忆。除此之外，这台装置所产生的效应是可以被逆转的，那些被储存的记忆可以由该装置注入到原本拥有它的脑内，或者，完全注入到另一个不同的生物中去。\n记忆清洗器非常复杂，只能由那些对伊斯科技非常熟悉的人使用，对其一窍不通的人则需要通过一个极难（Extreme）的智力检定才能成功操作这台机器，而一旦检定失败，连接在该装置上的那个人会遭受大脑损伤，失去1d100点智力值。",
    "时间通讯机": "时间通讯机\n使用者：伊斯人\n这些装置有时会被配发给伊斯人中的人类特派员。当装配好以后，这个装置有大约一英尺高。时间通讯机是由青铜制成的，它的表面上有着错综复杂的雕刻，一颗对应着特定的一位伊斯人的红色宝石，镶嵌在机器的顶端。\n当机器的开关打开，宝石就会发出红光。在数分钟以后，机器便会成功建立同宝石所对应的那位伊斯人的连接，该伊斯人可以身处任何时间或空间。此外，一幅全息投影也会被机器投射出来，而那名伊斯人也能看到联络自己的机器所占据的时空，因而能够与那些联系自己的存在交流。\n一台伊斯时间通讯机的操作非常简单，因此一个调查员能够判断出哪一个雕刻是用来打开它的开关。",
    "小巧的恶意古物": "小巧的恶意古物\n简介\n许多角色扮演游戏中都有十分重要的魔法物品，玩家角色可以在冒险途中寻得。魔法剑、飞毯、次元袋……这些都是游戏主持人发给玩家的常见战利品。\n《克苏鲁的呼唤》中则不会这样，但又有何不可呢？调查途中，角色时常能发现奇怪的魔法造物，或是由神话教派创造，或是由旧日支配者创造。然而，“克苏鲁神话的呼唤”世界中的魔法是黑暗、危险而堕落的，调查员能找到的魔法物品也是如此。即便是最看似无害的物品，使用起来也可能招致可怕后果。\n守秘人可以将下列魔法物品加入自己的游戏，甚至可以用作整个模组的基础。无一宜人，无一有用。\n尽是古之厌物。\n古物\n古物可以在邪教老巢、古代墓穴中找到，也可以藏在不起眼的古董店后面。它们起初可能看起来神奇强大，但随着时间推移，会慢慢腐化持有者。下述古物每件都有某种副作用或使用后果。\n理智损失\n每件物品都有理智损失等级，代表看、触物品令人焦虑的程度。下述古物许多都由令人不快的材料制成，雕刻着令人焦虑的图案，又或者散发出令人不安的气息。\n调查员遇到该物品时，必须进行理智检定，并伴有所示的或有理智损失。理智损失为0的古物似乎无害，无需理智检定。\n发现古物之力\n发现某样古物时，很少能直接看出它的真实性质。更糟的是，调查员或许能最终发现物品的主要功能，但真正后果依旧可能不为人知，直至无可挽回。建议守秘人让玩家不断猜测某样古物的性质，不过也可以许可调查员进行困难神秘学检定，获悉部分能力、效果。了解古物的后果需要专门研究，可能需要进一步的神秘学技能检定或图书馆使用技能检定。",
    "恩凯偶像": "恩凯偶像\n理智损失：0/1d3\n巴掌大的小雕像，用绿色皂石雕刻而成。触感异常温暖，雕刻的是一只蜷成球的原始蜥蜴，令人生厌。持有偶像的调查员身上会散发出一种奇异的迷人气息。尚不明确这些雕像与恩凯地下洞穴的关系。\n偶像为角色进行的所有取悦检定和说服检定赋予一枚奖励骰。角色首次使用偶像时，以及每持有偶像一周，都必须通过意志检定，否则身上会慢慢地长出鳞片，失去1d6外貌。若角色因偶像失去了全部外貌，他们会退化成可怖蜥蜴生物，陷入永久疯狂。",
    "光荣之手": "光荣之手\n理智损失：0/1d4\n一只腌制过的干枯人手。是从因谋杀而被绞死的人身上砍下来的，一般都是左手。这只手紧握着一根蜡烛，锁匠检定和潜行检定提供一枚奖励骰，直至蜡烛燃尽或熄灭。蜡烛一共可以燃烧3小时。使用光荣之手的后果是，吸入蜡烛蒸汽的人感官会变得迟钝。光荣之手点燃后，所有靠近的角色侦查检定和聆听检定都会承受一枚惩罚骰，持续24小时。",
    "鬼魂衫": "鬼魂衫\n理智损失：0\n这件旧亚麻衬衫由美洲原住民鬼魂舞者编织而成，带有可怕的诅咒。鬼魂衫结构简单，却能提供惊人的防护。穿着鬼魂衫有6点护甲，可以抵御各种伤害。然而调查员穿过鬼魂衫后，下次入睡会做恐怖的梦，失去1d3点理智值。这些梦总会有模糊的长肢生物，它们刺耳的声音喋喋不休，在夜间大风吹袭的草原上追逐着梦者。\n有些神话中提过，穿鬼魂衫沾染的诅咒，即使丢掉它也无法摆脱；还有些故事说，毛发杂乱的梦魇生物有时能自某人的梦境中穿越而来，到清醒世界追逐他们。",
    "黑恩扎拉": "黑恩扎拉\n理智损失：0/1d2\n这个黑色大玻璃珠采用了类似于人眼的抽象设计，挂在一根简朴的银链上，是当吊坠系脖子上的。恩扎拉令人有种微妙的不安感，有时几乎像是在盯着你看。\n首次佩戴黑恩扎拉时，角色可以立即恢复2d6幸运值。然而，这也给他们留下了可怕的诅咒。一旦戴上恩扎拉，就无法再丢弃；如果角色将其取下扔掉，吊坠将在24小时内再次出现，通常是在口袋里、脖子上或者身上其他地方。更糟的是，这个角色会缓慢而稳定地开始快速衰老。每持有恩扎尔一周，肉体都会老化一整年。\n有各种各样关于解除黑恩扎拉诅咒的故事，其中很多故事里都是把恩扎拉作为礼物，故意骗别人收下。其他更可怕的故事告诉我们，要消除诅咒，只能献祭被诅咒者的一只眼睛。",
    "深潜者巫符": "深潜者巫符\n理智损失：0/1d4\n小小的人皮袋里装着十根人类指骨，上面刻有阿克罗文字的字母。这个护身符是深潜者造来送给盟友的，能将一个人类标记为大衮子孙之友。携带巫符的角色会被深潜者和混种深潜者视为盟友。要是住在海边，起床后偶尔会发现留在门外的礼物，有时是鱼，有时甚至是黄金。还能发现通向大海的湿脚印。\n然而，巫符本身还有一种不易察觉的魔法，会慢慢将角色转变为混种深潜者。随着时间推移，他们会慢慢变得驼背、眼睛凸出、皮肤变成灰色、颌部臃肿、下巴后缩，以及出现其他常与深潜者血脉相关的特征。最终，他们会开始感受到新血脉的牵引，这促使他们去寻找自己可怖的亲属。这种转变缓慢而不易察觉，需要将近一年的时间。什么时候持有者丢弃了巫符，转换就会停止，但永远无法逆转。",
    "冷符箓": "冷符箓\n理智损失：0\n小型纸质卷轴，用失落的冷语绘着象形咒语。这些卷轴偶尔会出现在拍卖行待售，常常被误认为是道教文物。这些符箓都很古老、易碎，充满危险。\n把符箓挂在建筑物中，可以保护建筑物及建筑内的人免受敌对魔法的影响；任何法术都无法穿过建筑物的墙壁，让施法者看到其他位置的法术也都无法感知建筑物内发生的事情。除时空门法术之外，其他在建筑物内部施放的法术能正常生效。\n符箓的副作用要在某个建筑物中悬挂几周后才会体现出来。符箓会让周边区域与冷原同化，产生越来越多让人不适的影响。不论建筑物怎么供暖，还是冷得让人难受。似乎有幽影在昏暗的房间里移动，墙上传来窃窃私语。凡是在大楼里尝试入睡的人都会经历可怕的噩梦，梦中满是蜘蛛、蛛网和漆黑洞穴。这些副作用的影响会越来越大，甚至会让受到影响的人承受理智损失。最后，在建筑物深处的某个地方（一般是地下室或阁楼），会出现一扇结满蛛网、布满灰尘的门。这些门不知通往何处，冒险进入的人无一返回。\n只有破坏符箓才能消除这些影响，即便如此，也可能为时已晚。",
    "红石刃": "红石刃\n理智损失：0/1d2\n这柄双刃小刀看起来通体用类似朱砂的光滑红石雕刻而成。这种刀上一般雕着精美的浅浮雕，场景特色是流血和谋杀。不过仔细观察的话，雕刻往往会让人有隐隐约约的焦虑感。有传言说这些刀是中国古代一个邪教遗留下来的；但还有数量相当的传说认为，这些刀的来源可以追溯到孟加拉的图基教。外观虽说如此，刀刃却无比锋利。成功命中时伤害为1d6+伤害加值，无视所有非魔法护甲。\n只要持有其中一把刀，用不了几天，就会慢慢开始变得越来越嗜血。起初，这表现为战斗中更喜欢用刀，但很快就会变成对鲜血、流血和谋杀的痴迷。与此同时，这把刀会开始慢慢侵蚀主人的意志力。每次用这把刀伤害他人，角色就都会失去1d4意志。若角色因此失去了全部意志，就会完全被红石刃的邪恶力量吞噬，沦为杀人不眨眼的精神变态。\n持有这把刀的角色疯狂发作的话，更有可能以患上与鲜血和残害相关的躁狂症告终。",
    "塞文河谷医疗蛴螬": "塞文河谷医疗蛴螬\n理智损失：0/1d3\n布满灰尘的旧罐子，贴有褪色的纸质标签，写着“原汁原味的塞文河谷医疗蛴螬！整个吞服效果最佳！”。罐子里，2d6条白胖的蠕虫在浓稠盐水中游动。\n整个吞服时，其中一条蠕虫会让调查员生命值瞬息之内回满，同时调查员的最大生命值永久减1。蠕虫不能咀嚼，必须整个吞服。一个月后，角色排便时会拉出1d6条蠕虫，可以收集起来以后使用。\n如果角色吞服的蠕虫足够多，最大生命值降到了0，就会立即死亡，片刻之后3d6条蠕虫会从肠道中喷涌而出。目睹如此可怖的死状，周围的人无疑要承受理智损失。",
    "犹格斯神像": "犹格斯神像\n理智损失：0/1d3\n邪恶的小雕像，刻的是怪异的类昆虫生物，蜷缩紧握胫节。七鳃鳗般的圆嘴张开，露出一排排利齿。神像的材质尚不完全明确，看起来是用石头雕刻的，部分位置却又有种让人不适的皮革质感。把手指放在神像口中会被咬痛，受到1点伤害。这样“喂”过神像后，角色可以问神像一个问题，神像会在片刻后低声给出回答。神像声音嘶哑、有异域感且极其不善，会导致角色失去1d6点理智值。只有给神像喂血并提问的角色能听到声音（并因此失去理智）。\n神像很少给出直白的回答，更多是晦涩不全乃至毫无用处的回答。提问神像的角色下一次进行灵感检定时，守秘人可以给予一枚奖励骰。有传言说，这些神像可能出自米-戈之手。",
    "脏腑戒": "脏腑戒\n理智损失：0\n戒指看起来是骨制品，雕着吸睛的怪异螺旋图案。从多数对戒指的描述来看，人们普遍认为戒指18世纪00年代后期制于法国，用人骨雕刻而成。\n戴上戒指的人会发现自己不再需要吃喝睡觉；无论从事多少活动，总会感到水足饭饱、休息充分。戒指会让他们营养充沛，有用不完的精力。为了这个效果，几个世纪以来学者们一直在寻找戒指，希望戒指之力能够让他们不知疲倦地做研究。\n佩戴戒指的副作用在各种神秘学文献中都有详细记载。长期佩戴戒指的人会慢慢变得残忍，产生施虐倾向；不再有饮食、睡眠之乐，他们将开始寻求形式更极端的乐趣。他们会频频沉迷于令人焦虑的、暴力的幻想，最终会开始将这些幻想付诸实践。角色佩戴脏腑戒每满一天，都必须进行一次理智检定，失去0/1d3点理智值。\n戒指的效果让人上瘾，即便是使用时小心谨慎的人，也很少能逃过。一旦角色佩戴戒指满一天，想取下戒指就必须通过困难意志检定。\n佩戴这枚戒指的角色疯狂发作的话，更有可能以患上与放纵、疼痛或谋杀相关的躁狂症而告终。",
    "永恒纽带": "永恒纽带\n理智损失：0\n永恒纽带是按衔尾蛇（吞食自己尾巴的蛇）形象铸造的金戒指，总是成对制作。仔细检查可以发现，每个戒指内都有极小的刺，这意味着戒指一旦戴上，再取下会非常疼痛。\n分别由两人佩戴时，戒指可以让双方用心灵感应交流。可以即时交流，并且似乎没有范围限制。然而，使用戒指时要专注，做其他事情的时候用起来很费力。\n这些戒指乍一看很有用，早期也确实，但实际并非如此。由于佩戴者之间的心灵感应，两人都会不间断地听到对方无意识的低语。这很干扰注意力，意味着需要专注的任务变得更加困难，部分技能检定会承受惩罚骰。此外，若一位佩戴者需要进行理智检定，那么另一位佩戴者同样需要。由于戒指内有刺，摘下戒指会对佩戴者造成1d3伤害。\n偶尔，其中一枚戒指会单独出售；这往往意味着对应的另一枚戒指已经有人佩戴。购买孤戒的人最好期望另一个佩戴者神智清醒，没有恶意。",
    "多纳西安面具": "多纳西安面具\n理智损失：0\n这个繁复面具全包裹佩戴者的头部，形似鹰头。面具是钢制的，设计颇具艺术性，但由于年代久远，已经严重生锈，变得坑坑洼洼。面具铰链在背面，打开后能看到密密麻麻的小尖刺、钩子和刀片。戴上面具后，再取下会疼痛不已。\n佩戴面具的人会发现自己对疼痛习以为常；就连佩戴面具带来的持续性疼痛也不再是问题，很容易就忽视掉。他们对伤害的抵抗力也让人难以置信，血肉之躯似乎能抵挡拳头甚至子弹。面具提供10点护甲，对所有物理攻击有效，甚至对没有打中面具的攻击也有效。\n然而，面具不仅使角色感知疼痛的能力下降，还抑制了思考能力。佩戴面具角色的智力、教育、意志暂时减半，凡是需要创造性思维、专注或才智的技能检定都要承受一枚惩罚骰，直到取下面具为止。钩子和刀片会划破角色的脸，取下面具疼痛剧烈。取下面具会对角色造成1d4+2点伤害，因为伤口导致毁容，外貌也会永久降低2d6。",
    "黑化塔瓦刀": "黑化塔瓦刀\n理智损失：0/1d2\n这是把精妙的印度长刀，刀刃用有光泽的黑钢锻造而成。刀柄的触手设计让人心生不快，甚至有时候觉得它在动。有传言说，黑化塔瓦刀中有六把是臭名昭著的铁匠Ambareesh Kabbinar在19世纪末神秘死亡前不久打造的。\n使用这把刀的刀剑检定能获得一枚奖励骰，伤害为1d10+1+伤害加值。\n用不了多久，刀上的诅咒在持刀者面前就会显露无遗。每一条被黑化塔瓦刀夺走的生命都在刀刃中徘徊不去。不得安宁的灵魂萦绕着持刀者，在他们耳旁低语，在帷幔外诅咒他们。一把黑化塔瓦刀内刚找到时有2d6个灵魂；每用来杀死一人，这个数字加1。刀中每有一个灵魂，持有者在持刀期间都会损失1点意志，这是因为持有者身边有恶意存在。\n不仅如此，角色携带刀的时间越久，困于刀中的灵魂显现能力也越强。它们起先只能对持刀者耳语，但一段时间后，就会开始短暂显现为鬼魂，出现在阴暗角落和角色视野边缘，只有被看到才会消失。它们用嘘声诅咒持刀者，愤怒地讥笑持刀者，声音会逐渐变得越来越难以忽视。",
    "干猫": "干猫\n理智损失：0/1d2\n干猫常见于欧洲老建筑的地基中，人们认为它能带来好运。在这只特殊的木乃伊猫干薄如纸的皮肤上，模糊的螺旋纹身竟还能辨认，脖子上还有一个辫子制成的项圈。\n猫的灵魂束缚在它保存完好的遗骸上，能够察觉神话生物的存在。若有超自然生物靠近干猫15米内，干猫便会大声嚎叫。它还能感知魔法，在有法术和附魔物的情况下同样会嚎叫。\n猫魂虽有用，却是有恶意的不善之物。角色一捡起干猫，干猫就会将角色视为自己的主人。此后，若让干猫独处，它就会可怜地喵喵叫，直到主人回来。干猫还期望主人定期在它面前献上牛奶、啤酒或生肉（猫没有吃喝这些贡品的能力），同时安抚猫，赞扬猫的工作。\n若猫魂认为自己被主人忽视了，它就会变得越来越烦人，不合时宜地大声嚎叫。即使干猫的主人善待它，尊重它，猫魂往往也不会满意。甚至还有传说，得罪了干猫，它会把害虫引到主人的住处，让大鼠小鼠在房子里出没，甚至诅咒主人倒大霉。",
    "食尸鬼宝": "食尸鬼宝\n理智损失：0\n食尸鬼宝是一种形状不规则的斑驳绿色球体，约莫有鸡蛋大小。初看像是某种石头，但仔细观察后可以发现，这是一种令人不快的有机物，气味令人厌恶，质地略带黏性。早在18世纪就有报道称，若饮用液体之前放入食尸鬼宝，就能中和液体中存在的任何毒物或毒素。\n食尸鬼宝有解毒特性不假，但实际上的机制要暗藏危害。化学分析表明，食尸鬼宝其实没有中和毒物，而是自己释放化学物质到接触的液体中。这些化学物质暗中改变了饮用者，让他们能够抵抗其他疾病的毒害。的确，如此被食尸鬼宝改变的人之后会发现，他们能够吃喝正常人无法忍受的食物饮料。他们可以愉快地咀嚼变质肉、臭鸡蛋和烂蔬菜，愉快地喝浑水和酸败乳，甚至可以毫不犹豫地喝人血。\n关于食尸鬼宝有个悲哀的事实是，这是能将人类变为食尸鬼的介体。角色使用食尸鬼宝，会慢慢堕落成咪呯咪呯的流涎之物，以腐肉为食，避光，寻求其他食尸鬼作伴。这样的转变需要反复使用食尸鬼宝，将近一年时间才能完成。",
    "真视魔药": "真视魔药\n理智损失：0\n真视魔药由接触过尤格-索托斯的人配制，是一种稀有炼金制剂。魔药保存期长得惊人，人们在最不可能的地方有时也能发现满是灰尘和旧蜘蛛网的药瓶，装着这种乳蓝色液体。\n服用魔药后起的作用和传说中的伊本-加齐之粉很像。服用魔药的角色可以看到通常肉眼不可见的生物，还会变得异常敏锐。魔药效果持续时间内，所有侦查技能检定获得一枚奖励骰。\n魔药还解锁了角色的部分感知，或许角色宁愿没有这种感知。感知到未能成为现实的其他时间线时，有奇怪的阴影在视野边缘移动。奇异的非人眼睛从各种角度同时凝视着他们。在他们认知中，其他人的行为是庞大复杂模式的结果。服用魔药的角色甚至完全有可能引起恶意存在的注意，只因感知新有变化。\n魔药效果可以持续15分钟。服用魔药的角色会意识到毁灭性存在主义恐怖，必须立即进行理智检定，损失1d6/1d10点理智值。",
    "西瓦图腾": "西瓦图腾\n理智损失：0/1d3\n西瓦图腾是一个人类头骨，绘有怪异的象形文字，镶着准宝石牙齿。最常用的是黑玉和琥珀，也有一些图腾牙齿用的是青金石、翡翠或黄玉。画在头骨上的象形文字与所有已知的语言都不匹配，而有些学者将它们的起源与神话中的奘之高原联系到了一起。\n巫师等施法者时常寻求西瓦图腾，纵使副作用让人不适，依然算得上有用的魔法工具。角色必须通过意志检定来与图腾同调，才能使用图腾。角色通过检定后，将头骨置于膝上冥想时，每小时恢复的魔法值翻倍。\n这些图腾散发着难以察觉的腐朽气息。苍蝇总会受到吸引，在图腾周围慢吞吞地聚成一团。图腾附近的饮品和食品会加速变质，几天就腐烂变臭。一旦角色与图腾同调，即使没有随身携带图腾，腐朽气息也会延伸出来，将他们包裹在内。角色会开始散发异味，角色的衣服总显得又脏又破，苍蝇会围着角色转。角色所有的取悦技能检定和说服技能检定都要承受一枚惩罚骰。\n要消除这个诅咒，角色必须用数天时间举行净化仪式，来摒弃图腾。仪式的最后，角色必须通过困难意志检定。若检定成功，腐朽气息会在数小时内离角色而去。",
    "美人鱼手": "美人鱼手\n理智损失：0/1d4\n这种饰品是一只干枯小手，可能是小孩或者猴子身上的。美人鱼手用皮带挂着，当吊坠系在脖子上。仔细观察可以发现，手腕残肢有细小的鳞片痕迹，手指间有纤细的肉蹼。\n佩戴美人鱼手的人可以在水下呼吸。饰品一系在脖子上，角色就能获得这个能力；一摘下，又会失去这个能力。\n有记载表明，这些饰品用年轻混种深潜者的断手制成，由克苏鲁祭司赋予力量。还有记载称，美人鱼是与大衮族群完全不同的生物，杀害美人鱼要背上可怕的诅咒，无法摆脱。不论来源如何，使用美人鱼手的代价就是失去声音。美人鱼手一系在脖子上就会失去声音，摘下后还会持续很长时间。一些使用饰品的人说，摘下饰品一整天之后声音恢复了；另一些人则声称，诅咒持续的时间要更久，有时长达一周。使用者声音恢复时，往往会发生轻微变化，嗓门变小，或者声音变得干涩、嘶哑。反复使用美人鱼手最终可能会让角色彻底丧失声音。",
    "坟缘": "坟缘\n理智损失：0/1d2\n这柄双刃长匕首是16世纪晚期意大利工艺的典范。可是，刀刃非常脏，坑坑洼洼、锈迹斑斑，无论有什么美学价值都被破坏了。不论怎么彻底抛光或擦洗刀片，几个小时内都会再度沾染铁锈和污垢，彷佛凭空出现。从故事来看，匕首的起源可以追溯到16世纪00年代托斯卡纳区一个小镇。一系列令人毛骨悚然的故事描述了此后的事情，匕首辗转于许多收藏家之手，跨越欧洲，经手的很多收藏家都遭受了可怕的命运。\n若在战斗中使用，匕首的伤害为1d6+1+伤害加值，其他情况视同普通匕首。\n简易武器不是这把匕首的真正用途。匕首可以用来给人类尸体注入魔法，将尸体变成僵尸。然而，匕首的故事告诫我们，这些不死生物不仅可能遵从匕首持有者的命令，同样可能背叛匕首持有者。\n要用匕首复活僵尸，角色必须将匕首插入尸体的胸膛，消耗8点魔法值和1d6点理智值。尸体会立即复活为僵尸，但只有20%的几率受匕首持有者的控制。不受匕首控制的僵尸会成为狂暴的怪物，十分凶残地渴求着人肉。",
    "黑法老圣像": "黑法老圣像\n理智损失：0\n这样的圣像已知有六件存世，明显是古埃及某个未知时代的古物。圣像均为小册子大小，总体设计也都相同。圣像外壳用深色皂荚木雕刻而成，上面满是来源不明的象形文字，无法破译。圣像的皮革铰链打开后，能看到内部有一套镶着天青石、碧玉和孔雀石的象牙匾。不同圣像内的象牙匾设计不同，不过都描绘了穿着法老服饰、戴着法老王冠的高大身影，性别不详。其中一块象牙匾很光滑，用不同的语言、不同的墨水写满了各种各样的名字。从拉丁语到拜占庭语、阿拉伯语、古希腊语、古英语，再到更现代的语言，都在其上。\n有关圣像的故事不多，而且难以寻找。少数寻得的故事中讲到，在圣像内留下名字，就会与奈亚拉托提普面具之一的黑法老签订契约。契约确切的性质和目的不得而知，也许就藏在圣像表面的神秘象形文字中。\n这些故事有一个共同点，将自己的名字留在黑法老圣像内的人都不会再遭受疾病或不健康的折磨，只要不遭暴力致死，他们就能极其长寿。有些故事说，这样将自己与黑法老绑定的人，最终会在老迈、枯槁的躯壳中求死解脱。\n奈亚拉托提普从这笔交易中得到了什么，我们无从知晓。不过，很可能恶毒而又可怕。用难以辨认的死语言签署契约的人，无疑是自找麻烦。"
  }
}