{
  "mod": "克苏鲁不败怪物图鉴",
  "author": "翻译：西柚吉。插件制作者：凤吹风雪",
  "brief": "提供克苏鲁不败的独有怪物查询功能,已经删去了7版怪锤原有的怪物",
  "comment": "本插件提供《克苏鲁的呼唤》7版规则扩展《克苏鲁：不败》内怪物的怪物查询。《克苏鲁：不败》地点为罗马帝国——以及更远的地方，时间是安敦尼王朝晚期（公元 145年），但只需很少的改动，就可以适用于从罗马共和国到拜占庭帝国的任何时期。",
  "helpdoc": {
    "克苏鲁不败怪物目录": "克苏鲁不败怪物目录\n注：为了避免词条冲突，一些怪物词条采用的是它的别名\n阿波庇\n蛇怪(查询时用蛇王)\n布达\n马人\n刻耳柏洛斯猎犬\n拉米亚之子\n奇美拉(查询时喀迈拉)\n独眼巨人(查询时用库克罗普斯)\n树妖\n孚里埃\n巨人\n蛇发女妖\n狮鹫(查询时用格里芬)\n鹰身女妖\n九头蛇\n伊兹多纳尔人\n拉米亚(查询时用拉弥亚)\n蝎狮\n人鱼(查询时用美人鱼)\n牛头怪\n涅墨西斯\n飞马(查询时用有翼马)\n羊男\n塞壬\n吸血鸮",
    "阿波庇": "阿波庇，夜之蛇（伊格的化身）\n旧日支配者伊格的这一化身是一条巨大的黑色眼镜蛇。它张开的颈部装饰着令人眼花缭乱、闪着霓虹色光泽的彩色鳞片，就像华丽的法老头饰和王冠。阿波庇有着炽热的红色眼睛，周围环绕着火焰，还有一条细长的锥形尾巴不断抽动、挥舞，像鞭子一样发出响亮的噼啪声。\n教派：伊格的这一化身在古代世界以各种不同的名字受到崇拜。\n使用【.help 阿波庇属性表】查看有关阿波庇的数值。",
    "阿波庇属性表": "阿波庇，夜之蛇\n旧日支配者伊格的化身\n属性 数值\nSTR 150\nCON 600\nSIZ 500\nDEX 80\nINT 900\nPOW 140\n生命值 110\n伤害加值+7D6\n体格 8\n魔法值 28\n移动力 8\n攻击\n每轮攻击次数：1\n攻击方式：夜之蛇可以造成可怕的咬伤，用它强壮的黑色身躯缠住受害者，或者用它鞭子一样的尾巴攻击。\n格斗 85% (42/17) 伤害 1D4+DB\n催眠注视：每轮只能对一个目标施放。目标必须进行意志检定才能避免受到影响。结果为困难成功的话就不受影响，结果为普通成功将静止不动1轮，检定失败将造成持续 5D10 分钟的麻痹，大失败则会造成 4D10 点理智损失并使目标昏迷 1D10 小时。\n毒液喷射：每隔半小时，阿波庇可以吐出最远射程 100 英尺（基础射程 25英尺）的腐蚀性毒液，对射程范围内所有人造成终结程度的伤害（4D10）。这股毒液有2 码宽，可以被闪避，根据守秘人的判断，也可以用大型盾牌格挡。\n毒液喷射 100% (50/25), 基础射程 25 英尺, 2 码宽, 伤害 4D10\n护甲：6 点，鳞片\n法术：全部常规召唤/束缚术和联络术，但很少使用法术，因为该化身享受物理搏斗的混乱。\n理智损失：目睹阿波庇造成 1D3/1D20 点理智损失。",
    "蛇王": "蛇怪（查询关键词改为蛇王是为了避免词条冲突）\n蛇怪是来自另一个维度的生物，最初由古代许珀耳玻瑞亚的巫师在实验超维度旅行时意外带到了地球。这些生物大约有一只大鹅那么大。它们拥有爬行动物的身体、前腿、胸部和尾巴；像蝙蝠一样、可以短距离飞行的小翅膀；以及像公鸡一样的脑袋。然而，公鸡头顶的鸡冠实际上是一个带褶边的盖子，下面盖着一个特殊的球形狩猎器官。当鸡冠被揭开时，这个球体会对生物产生麻痹效果（参见 麻痹珠）。\n蛇怪使用自己的麻痹珠攻击来捕猎和繁殖。为了进食，蛇怪会麻痹受害者，然后悠闲地吃掉无法动弹的绝望猎物。蛇怪是单性的，通过一个尖锐的阴茎样器官将 3D4 只幼崽注入宿主麻痹的身体进行繁殖。幼崽排出的一种化学物质会在六个小时内将宿主的皮肤转变为坚固的矿物外壳。这个过程会杀死受害者，但保留着柔软的内部组织，让蛇怪幼崽在生长时吞噬宿主的肉。在受害者的肉体石化之前，外科医生还有可能拯救他们，通过困难成功的医学检定移除幼虫。未成熟的蛇怪幼崽无法在它们麻痹的宿主体外存活。\n幼崽会在 8 到 10 天内成熟为小型蛇怪，然后从宿主的石化壳中啃食破壳。新生的蛇怪随后会四散寻找自己的领地，因为成年蛇怪具有强烈的领地意识，有时甚至会吃掉自己的幼崽。年轻的蛇怪完全有能力捕猎并养活自己，会一直捕食小动物直到成年，这需要大约一年的时间。\n第一次遇到这些生物的许珀耳玻瑞亚巫师推测，蛇怪不知何故被外星巫师或神灵用作跨维度交流的管道，它们的麻痹珠与更远维度中的类似生物相连。然而，蛇怪太危险了，他们无法对此进行适当的研究。\n有传言说，蛇怪的麻痹珠在死后的数周内仍保留着一些效力，这使得它受到炼金术士和巫师的高度关注。\n特殊能力\n麻痹珠：蛇怪的黑色珠子实际上是进入其家乡维度的窗口，这是一个混乱而疯狂的领域。它会吸引半径 50 英尺200度扇形范围内的人的注意力。在这一维度暴露出这个器官并不简单，而且相当费力。蛇怪只能短暂地这样做，一天不超过四次。此攻击需要间隔三个回合以上才能重复使用。\n攻击范围内的人必须进行意志检定进行对抗，以避免瞥见暴露出来的珠子。瞥见珠子的人必须进行 1D8/1D20 的理智检定。意识到这种攻击并采取措施避免，例如蒙住自己的眼睛或成功避免注视麻痹珠，则只需进行 1D4/1D10 的理智检定。因这种攻击陷入疯狂的人会麻痹，在 1D3+2 天内无法移动。如果受害者通过成功的医学检定得到治疗并接受持续的医疗护理，持续时间可以减半，治疗方法包括强行给受害者喂食液体以保持生命体征，用滋补药刺激他们，并定期按摩他们的肌肉。\n使用【.help 蛇王属性表】查看有关蛇王的数值。",
    "蛇王属性表": "麻痹寄生虫\n属性 平均 掷骰\nSTR 35 2D6*5\nCON 50 3D6*5\nSIZ 15 1D6*5\nDEX 65 (2D6+6)*5\nINT 70 4D6*5\nPOW 130 (4D6+12)*5\n生命值 6\n平均伤害加值 -2\n平均体格 -2\n平均魔法值 26\n移动力 9/25 飞行 ( 最多持续 4 轮 )\n攻击\n每轮攻击次数：1\n攻击方式：在战斗中，这些生物会用尖锐的獠牙攻击。\n格斗，尖牙 35% (17/7)，伤害 1D3+DB\n凝视：目标必须使用意志检定进行对抗，特殊（见上文）\n闪避：55% (27/11)\n护甲：由于蛇怪是超维生物，非魔法武器造成的伤害减半。\n但是，盐对蛇怪有毒；只要一小撮就能在接触时对蛇怪造成中度（1D6）伤害。\n理智损失：目睹蛇怪造成 0/1D6 点理智损失。",
    "布达": "布达\n这些生物看起来只是普通人类，通常以 3 到 8 个人的家族为单位。这些家族几乎只从事锻造行业，但也有些团体从事伐木和医疗行业。无论布达从事何种营生，他们都是非常熟练的从业者（技能点数至少为 85%）。50% 的布达还知晓1-3 个法术，内容通常与他们选择的职业有关。他们最常见于北非诸省，但也有一些会前往帝国的偏远角落。大多数布达即便没有得到完全信任，也是最有价值的社区成员，因为他们的技能总是很有用。然而，他们的超自然特殊性可能会让许多人反感。这种恐惧是有道理的，因为布达们隐藏着一个险恶的秘密。\n布达是变形者，能够在人类形态和异常大的鬣狗形态之间自由切换。在野兽形态下，它们仍然是群居动物，以家庭为单位一起捕猎。布达不能也不会与人类杂交。虽然他们不需要猎杀人类，但大多数布达都喜欢在有机会时这样做。被布达杀死的受害者通常尸骨无存，因为鬣狗形态的布达会吞噬猎物的每一部分：肉、骨头和毛发。当处于人类形态时，他们通常装备着制作精良的武器和盔甲，而当处于鬣狗形态时，它们会使用强大的下颚轻松杀死大多数猎物。\n它们是非常聪明狡猾的生物，很少暴露。有时，当社区得知这些生物的秘密时，他们并不会被赶走，反而会被包容，因为他们的技能对当地经济的贡献太大，社区不能失去他们。布达比人类古老得多，很可能会在人类灭绝很久之后还在非洲大陆漫游。\n特殊能力\n天赋：所有布达都掌握了一项下列技能：\n85% 的锻造类手艺技能 (例如盔甲锻造，铁匠和武器锻造)，根据个人或家族喜好可能会有变动（例如，某些个体可能会成为珠宝匠或金奖，而不是武器匠）\n85% 的治疗技能 (例如手艺(药剂)，急救和医学) \n85% 的木工类技能 (例如艺术(木雕)，手艺(木匠)，手艺（制炭）（用木头制作木炭）)，同样根据个人或家族喜好可能会有变动\n使用【.help 布达属性表】查看有关布达的数值。",
    "布达属性表": "布达\n无形的猎手\n属性 平均 掷骰\nSTR 80 (3D6+6)*5\nCON 65 (2D6+6)*5\nSIZ 60 (3D6+2)*5\nDEX 65 (2D6+6)*5\nINT 70 4D6*5\nPOW 70 4D6*5\nAPP 50 3D6*5\n生命值 12\n平均伤害加值+1D4\n平均体格 1\n平均魔法值 14\n移动力  9/20 鬣狗形态\n攻击\n每轮攻击次数： 1\n攻击方式：布达拥有普通类人生物的徒手攻击范围，在人类形态下可以使用任何武器，在鬣狗形态下会使用啃咬。\n格斗 (人类形态) 50% (25/10) 伤害 1D3+DB，或，武器伤害+DB。\n格斗 (鬣狗形态) 50% (25/10) 伤害 1D6+DB \n护甲：在人类形态下可以穿着任何盔甲（通常是锁子甲）；在鬣狗形态下，肌肉和硬皮会提供 3 点护甲。\n法术：有 50% 的概率知晓 1D3 个法术，通常与锻造、木工或治疗相关。\n理智损失：目睹布达在人类和鬣狗形态之间转换造成 0/1D4点理智损失",
    "马人": "马人\n这种生物是马的下半身与人类上半身的结合。它们通常是凶猛野蛮的生物，即使对人类并不抱有完全的敌意，也会表现得非常警惕。大多数马人群体都过着原始的生活，住在\n它们是非常稀有的生物，同类中的雌性更为稀少（仅占总数的 25% 左右）。它们说自己的语言，一种混杂了其他语言的伊兹多纳尔语，但少数（四分之一）学会了人类的语言，通常是希腊语，但偶尔也有拉丁语（70%/30%）。纵观历史，曾有过马人群体与人类和平接触的例子。这些马人通常比他们野蛮的同胞要先进得多，用钢制武器和弓箭武装自己，甚至穿着盔甲、头盔和盾牌（通常不会比皮环甲更重）。\n这个种族是神秘的伊兹多纳尔人创造的众多种族之一，后者是洛玛尔文明的堕落残余。伊兹多纳尔人乐于创造这种能和主人讲道理的驮兽，而且这些生物还拥有可以用来操作工具的手。马人是奴隶种族，被迫耕种田地、拖拉重物和轮式车辆。幸存的马人是伊兹多纳尔帝国逃亡奴隶的后裔。大多数人都不知道它们种族的起源，每个族群都有自己独特的起源神话。\n使用【.help 马人属性表】查看有关马人的数值。",
    "马人属性表": "马人\n野生半人半马生物\n属性 平均 掷骰\nSTR 140 (3D6+18)*5\nCON 65 (2D6+6)*5\nSIZ 165 (6D6+12)*5\nDEX 60 (3D6+2)*5\nINT 50 3D6*5\nPOW 60 (3D6+2)*5\nAPP 50 3D6*5\n生命值 23\n平均伤害加值+3D6\n平均体格 4\n平均魔法值 12\n移动力 12\n攻击\n每轮攻击次数： 1\n攻击方式：攻击方式：马人拥有普通类人生物的徒手攻击范围，但它们的踢击比人类的更加有力。它们也可以像人类一样使用武器。\n格斗 40% (20/8) 伤害 1D8+DB, 或武器伤害+DB\n护甲：1 点，厚皮，如果穿戴护甲则会额外增加（护甲值减半）\n理智损失：目睹马人造成 0/1D6 点理智损失",
    "刻耳柏洛斯猎犬": "刻耳柏洛斯猎犬\n伊兹多纳尔帝国最显赫的贵族世家无时无刻不在争夺谁能创造出最奇异的奴隶种族，谁拥有最强大的魔法造物，谁拥有最多的神秘典籍收藏。由于这些贵族世家之间的盗窃行为很普遍（这本身就是他们竞争的一种形式），他们往往会建造巨大的宝库，用魔法咒语保护并由野蛮的怪物看守。其中一个家族，刻洛斯家族，专门创造用于保护宝库的野蛮怪物猎犬。这些守护猎犬催生了地狱之犬刻耳柏洛斯的传说。\n事实上，这些生物有很多，个体之间的外形差异很大。最常见的变种是巨大的猎犬，体型比熊大一些，有三个头。其他版本的刻耳柏洛斯裂犬有两个头，有些甚至有七个。有些版本的尾巴是一条活蛇，而另一些版本则有几条（2D4）蛇长在它们的肩膀、背部和侧腹。然而，尽管有许多变种，但有几个特征是不变的：这些野兽对创造它们的家族无比忠诚（或者，对于原始的刻耳柏洛斯猎犬的后代来说，对饲养它们的人无比忠诚），全心全意完成自己被分配到的任务，时刻保持警惕，对任何陌生人都极其野蛮。\n人们可能会在远古遗迹、地底深处或其他荒凉的地方遇到刻耳柏洛斯猎犬，这些地方可能会出现伊兹多纳尔的古老金库。刻耳柏洛斯猎犬也可能在守卫重要的魔法时空门或传送门；这些地方通常通向幸存的伊兹多纳尔巫师的巢穴。即使这些猎犬服务的家族早已死去，它们仍会坚持执行分配给它们的职责，因为它们长生不老，只能被暴力杀死。现代巫师和炼金术士渴望了解它们的秘密，为获取它们的血、肉、毒液和皮提供巨额赏金。最大的奖赏是一只新生的刻耳柏洛斯狗崽，它可以被训练为任何抚养它的主人服务。\n特殊能力抗性皮肤：非魔法武器对刻耳柏洛斯猎犬造成的伤害减半。\n使用【.help 刻耳柏洛斯猎犬属性表】查看有关刻耳柏洛斯猎犬的数值。",
    "刻耳柏洛斯猎犬属性表": "刻耳柏洛斯猎犬\n冥界的看门犬\b属性 平均 掷骰\bSTR 100 (3D6+10)*5\bCON 90 (3D6+8)*5\nSIZ 120 7D6*5\nDEX 60 (3D6+2)*5\nINT 40 2D6*5\nPOW 80 (3D6+6)*5\n生命值 21\n平均伤害加值+2D6\n平均体格 3\n平均魔法值 14\n移动力 12\n攻击\n每轮攻击次数：3\n攻击方式：刻耳柏洛斯使用啃咬攻击，两个和三个头的变种每次噬咬造成 1D6+ DB 点伤害，有更多头的版本则每次造成 1D4+ DB点伤害，但是该生物的身体不够协调，不论有多少头，每轮都无法发动超过三次攻击。长有蛇尾的个体也可以用它的噬咬造成 1 点伤害+致命毒素伤害（2D10 点）。身体上长着小蛇的个体总共造成 1 点伤害+中度毒素伤害（1D6点）。\n格斗 50% (25/10) 伤害1D6+DB（双头或三头个体）或1D4+DB（四头或更多头个体）以及 1+2D10点致命毒素伤害（蛇尾个体）或 1+1D6 中度毒素伤害（小蛇个体）\n护甲：2 点，毛皮和肌腱，任何非魔法攻击伤害减半。\n理智损失：目睹刻耳柏洛斯猎犬造成 1/1D8 点理智损失",
    "拉米亚之子": "拉米亚之子\n由蛇人母亲和人类父亲的结合诞下的类人后代是从卵中孵化出来的，除了拥有爬行动物一样的眼睛和一对超长的空心尖牙外，看起来和人类没有差别。他们是冷血动物，每天都需要在直射的阳光下沐浴一段时间，以免变得昏昏欲睡，注意力不集中（类似于一夜未眠）。拉米亚之子大约十分之九是女性，因为大多数男性后代都被母亲杀死并吞噬了。\n拉米亚之子虽然能靠任何类型的食物为生，但他们最喜欢的营养来源是新鲜的人类血液。当他们第一次吸食人类血液时，就会继承旧日支配者伊格赋予他们的力量：对衰老、疾病和非魔法攻击的完全免疫。此外，各种大小和种类的蛇都会对拉米亚之子表现出尊重和喜爱。大多数拉米亚之子都会饲养蛇作为宠物和/或护卫。\n一旦拉米亚之子开始以鲜血为食，这样做的欲望就会变得难以抗拒，而且大多数每周都会以人类受害者为食。理论上，从不以人类为食的拉米亚之子会老死，但在他们几千年的历史中从未发生过这样的事情。拉米亚之子在进食时不需要杀死受害者，但他们中的大多数都会这样做，一旦开始进食就不能（或不愿意）停止。\n他们的母亲通常会教他们如何战斗以及施展一些法术。大多数拉米亚之子都崇拜旧日支配者伊格，但也会有些个体将自己的母亲奉为神明，其他个体则崇拜太阳神，例如拉和阿波罗。\n特殊能力\n无敌：拉米亚之子免疫一切非魔法攻击。\n法术：有 80% 概率知晓 1D4 个法术。\n使用【.help 拉米亚之子属性表】查看有关拉米亚之子的数值。",
    "拉米亚之子属性表": "拉米亚之子\n饮血的蛇女\n属性 平均 掷骰\nSTR 70 4D6*5\nCON 70 4D6*5\nSIZ 65 (2D6+6)*5\nDEX 60 (3D6+2)*5\nINT 50 3D6*5\nPOW 70 4D6*5\nAPP 75 (1D6+12)*5\n生命值 13\n平均伤害加值+1D4\n平均体格 1\n平均魔法值 14\n移动力 8\n攻击\n每轮攻击次数： 1\n攻击方式：拉米亚之子拥有普通类人生物的徒手攻击范围，也可能携带武器。\n格斗 45% (22/9), 伤害 1D3+DB 或武器伤害+DB \n咬住（战技）：拉米亚之子可能会试图擒抱受害者。如果擒抱成功且受害者未能通过力量检定挣脱，拉米亚之子将在下一个行动轮咬住受害者，每轮吸取 3D10 点力量，直到受害者死亡（STR 归零）。一旦被咬伤，受害者就会变得无助，无法挣脱。如果在死亡前获救，受害者可以休息并以每天1D10 点力量的速度恢复血液。\n护甲：无，但免疫非魔法攻击。\n理智损失：目睹拉米亚之子造成 1/1D6 点理智损失，但仅在他们的眼睛和尖牙被发现时 。",
    "喀迈拉": "奇美拉(又名喀迈拉)\n这些可怕的生物看起来像是几种动物的混合体，最常见的是狮子的头和身体，背上长有山羊的头（会喷火），尾巴是一条活蛇。然而，这种生物的形态还有其他变体，每只奇美拉都是不同的。它们是由莎布-尼古拉丝最忠实的追随者在精心主持的黑暗仪式中创造出来的。\n要制造奇美拉，莎布-尼古拉丝的追随者必须进行为期两个月的仪式。在满月期间，教徒必须献祭尚未长出牙齿的双胞胎婴儿，让他们的血液浸入一棵至少有 100 年树龄的树的根部。一个月后，同一个邪教徒必须在完全相同的地点杀死他们自己的一个孩子（年龄不限），同时为奇美拉指定一项任务。任务通常是守卫一个区域，杀死一个特定的人，或者进行全面杀戮。接下来的一个月，树会裂成两半，奇美拉出现并开始执行任务。奇美拉是长生不老的，只能被杀死。\n虽然所有奇美拉的外观都有所不同，但守秘人可以使用以下指南快速创建奇美拉： 奇美拉的身体和主要头可以来自狼、狮子或熊（1D3）。从奇美拉背部长出的头部可以来自山羊、母猪、公羊或鹿（1D4），可以喷出火焰、闪电、冰霜或酸液（1D4）。尾巴可以是蛇、鳗鱼、七鳃鳗或蠕虫（1D4）。大约 50% 的奇美拉长有翅膀，但其中 75% 的翅膀退化，而其余 25% 的翅膀仅适合滑翔和短距离飞行。\n这些生物的血液深受巫师和炼金术士的追捧。人们认为它能够治愈不孕症、根除疾病甚至延年益寿。奇美拉兽皮也非常适合用于制作附魔盔甲和斗篷。\n特殊能力\n吐息攻击：奇美拉背部长出的脑袋每四个回合可以向单个目标喷出一次火焰、闪电、冰霜或酸液。除非目标成功反击、闪避或用盾牌格挡，否则将遭受重度伤害 (1D10)。\n“尾部”攻击：尾部的头的攻击造成 1D3 点伤害，外加额外的1D6 点中度毒素伤害，因为这个脑袋总是有毒的。成功的极限难度体质检定可将毒液伤害降低至 1D3。\n附魔毛皮：奇美拉收到的非魔法攻击伤害减半。\n使用【.help 喀迈拉属性表】查看有关喀迈拉的数值。",
    "喀迈拉属性表": "奇美拉\n毁灭使者\n属性 平均 掷骰\nSTR 155 (2D6+24)*5\nCON 120 (7D6+6)*5\nSIZ 165 (6D6+12)*5\nDEX 80 (3D6+6)*5\nINT 50 (3D6)*5\nPOW 95 (2D6+12)*5\n生命值 28\n平均伤害加值+3D6\n平均体格 4\n平均魔法值 19\n移动力 9/12 飞行（仅能持续 1 轮，除非在空中滑翔）\n攻击\n每轮攻击次数：3\n攻击方式：奇美拉有许多强大的攻击方式。它们可以用前腿进行爪击，用前后头部发动噬咬，且每 4 个回合能使用从背部长出的头部进行一次猛烈的吐息攻击。\n格斗 45% (22/9)，伤害 1D4+DB\n闪避：40%\n护甲：2 点，肌肉和毛皮，且每 10 分钟回复 1 HP (每小时回复6 HP)。奇美拉无法被驱逐或控制（甚至会攻击莎布-尼古拉丝的其他忠实教徒）。\n理智损失：目睹奇美拉造成 1D3/1D10 点理智损失。",
    "库克罗普斯": "独眼巨人(又名库克罗普斯)\n昆扬人对伊兹多纳尔人的步兵主力种族巨人印象深刻，并试图超越他们的敌人。他们捕获了一些巨人进行改造、繁殖和实验，并很快创造了一个新的种族来代表自己进行战斗，也就是独眼巨人。独眼巨人的身高与巨人相似（成年后大约20 英尺高），但只有一只眼睛。\n虽然一些独眼巨人被他们无情的主人派往战场作战并用作饲料，但大多数独眼巨人都在充当工匠的角色，并且擅长锻造武器和盔甲，以及为昆扬军队建造防御工事。最终，战争结束了，昆扬的将军们抛弃了幸存的独眼巨人，回到了他们在地下的无光国度。\n如今，在罗马帝国及更远的偏远地区可以找到形成氏族和部落的独立独眼巨人群体。虽然许多个体仍旧在制造武器和盔甲，但也有些个体成为了牧民。大多数独眼巨人都凶恶残忍，会猎杀、奴役甚至食用人类。不过，也有一些部落是和平的，避免与人类接触。少有的几个氏族学会了希腊语和拉丁语，甚至会与邻近的人类社区进行贸易。\n大多数独眼巨人仍信奉昆扬人的黑暗宗教，崇拜克苏鲁、加塔诺托亚、哈斯塔、纳格和耶布、撒托古亚和伊格。少数个体和当地人类信仰相同的宗教，崇拜希腊/罗马、凯尔特，甚至埃及万神殿。\n使用【.help 库克罗普斯属性表】查看有关库克罗普斯的数值。",
    "库克罗普斯属性表": "独眼巨人\n独眼的工匠\n属性 平均 掷骰\nSTR 130 (4D6+12)*5\nCON 135 (7D6+3)*5\nSIZ 135 (7D6+3)*5\nDEX 60 (3D6+2)*5\nINT 50 3D6*5\nPOW 50 3D6*5\n生命值 27\n平均伤害加值+2D6\n平均体格 3\n平均魔法值 10\n移动力 10\n攻击\n每轮攻击次数：1\n攻击方式：独眼巨人拥有普通类人生物的徒手攻击范围，且不会啃咬敌人。许多个体，尤其是精通手工艺的个体，会用武器和盔甲武装自己。成为牧民的个体通常都装备着强大的经火淬硬的手杖。很少有独眼巨人使用投射物武器，但它们可能会在紧要关头投掷大石块。\n格斗 50% （25/10），伤害1D8+DB，或超大型武器（人类标准）伤害（武器伤害+4+DB）\n护甲：1 点，厚皮，有时穿着盔甲（面对人类和更小体型的敌人时护甲值减半）\n理智损失：目睹独眼巨人造成 1/1D6 点理智损失",
    "树妖": "树妖\n这些神秘生物的种子在地球上生根，最终顺利适应了这个环境。在它们的故乡，它们与另一个物种呈共生关系，但在地球上，共生的宿主由人类担任（不管人类喜不喜欢）。树妖是一种有知觉的植物种族，模仿各种陆地树木，如橡树、水曲柳、柳树和桦树。然而，这些树木不会随着季节的流逝而落叶或变色，总是呈现出仲夏时节的样子。\n树妖会制造出一个由粘稠的蘑菇状组织制成的人类拟像。这是树妖身体的延伸，能够在树妖附近四处走动、说话和采取行动。树妖的拟像会释放出强大的信息素，吸引人类，使他们将拟像视为他们所能想象的最美丽的女人。如果拟像被带走或移动到距离树妖本体 100 英尺以上的位置，它就会溶解。发生这种情况后，树妖需要大约 1 小时才能重塑拟像。这个过程看起来就像树在流出汁液，慢慢地变成人形，然后产生信息素，变成一个美丽的女人。闻到拟像的信息素（在拟像 60 英尺范围内）的人必须每轮进行成功的体质检定才能抵抗信息素的影响。堵住鼻子并不能抵抗这种效果，因为信息素也会渗透皮肤。树妖的拟像使用信息素迫使人类拥抱它，无论人类的性别如何。一旦发生这种情况，拟像就会将卷须（很像树根）伸进受害者的肉体中，以吸取他们的体液、脂肪储备和矿物质。当这种情况发生时，一阵欣快的浪潮就会席卷受害者，使他们陷入药物引起的半昏迷无助状态。\n有一半时间，树妖的拟像会吸取目标 10%–40% 的体质(1D4*10)，这需要 10–40 分钟（每吸取 10% 的体质需要 10分钟）。之后，拟像会无害地从受害者身上收回它的卷须，然后将受害者涂上一层散发着甜味的焦油状树脂。毒素的作用会在接下来的一个小时内慢慢消失，受害者会在逐渐消退的欣快感中迷迷糊糊地离开树妖。甚至在毒素的效果完全消失后，他们对相遇的记忆也只剩下朦胧的、梦幻般的记忆。然而，有时 (35%) 树妖急需养料，通常是在它准备开花或最近拟像被摧毁时。在这些情况下，受害者会失去 50%–100% 的体质 ([1D6+4]*10)，这可能是致命的。在所有情况下，幸存的受害者每天恢复 1D10+5 点体质。\n成功抵抗信息素并威胁到树精拟像的人会发现它的行动非常迅捷。它会跑向活动范围的边缘，这样它就可以溶解回土壤并被树妖重新吸收。羊男对拟像的反应就像猫对猫薄荷的反应一样，经常追逐树妖的拟像，试图在它到达活动范围边缘之前抓住它。被捕获的拟像会被这种野蛮的生物蹂躏并吃掉，因为它们发现拟像的肉令人陶醉（拟像的肉对人类有致命的毒性）。如果树妖失去了拟像，就必须耗费许多能量来创造一个新的。这意味着树妖接下来对人类的几次攻击更有可能是致命的。\n一旦树妖开花，它就会创造出一个特殊的拟像，它看起来像一个人类孩子，并且能够移动到 500 英尺远的地方。这样的拟像只能存活大约一个小时，营养非常丰富，且心脏里有一颗种子，可以培育出一个新的、独立的树妖。到达合适的树林时，儿童拟像就会溶解，为种子提供养料，随后种子就会生根，并在接下来的十年左右长成树妖。树妖必须至少活到 100 岁才会能成熟到可以繁殖。经过几个世纪后，可能会有几十只树妖住在很近的地方。\n要摧毁树妖，首先必须确定哪棵树是它真正的“家”（即树妖的本体）。一旦本体暴露，拟像也被摧毁，这棵树就毫无防御能力，可以被砍伐或焚烧。树妖可能会尝试与那些威胁它的人谈判，通过它的拟像说话。许多树妖已有千年历史，记忆力极佳；这些树妖可以为调查员提供秘密，以换取自己的性命。\n特殊能力信息素攻击：受害者必须成功通过体质检定，否则将被迫拥抱树妖的拟像。拟像可以同时吸食多个受害者。\n使用【.help 树妖属性表】查看有关树妖的数值。",
    "树妖属性表": "树妖\n来自外星的引诱者\n属性 平均 掷骰\nSTR 50 3D6*5\nCON 70 4D6*5\nSIZ 55 (3D6+1)*5\nDEX 70 4D6*5\nINT 50 3D6+2*5\nPOW 60 3D6*5\n生命值 12\n平均伤害加值 无\n平均体格 0\n平均魔法值 12\n移动力 10\n攻击\n每轮攻击次数： 1\n攻击方式：拟像拥有普通类人生物的徒手攻击范围，树妖本身，即树木，无法攻击。\n格斗 25% (12/5)，伤害 1D3\n护甲：无\n理智损失：无，但在不受到信息素影响的情况下目睹树妖的拟像造成 1/1D6 点理智损失。",
    "孚里埃": "孚里埃\n这些生物总是成对出现，由煤渣、灰烬和烟灰创造的。仪式要求施法者站在一片炽热的煤中，烧掉特定目标的一把头发。一旦仪式完成，一对异次元生物就会形成，只有召唤它们的施法者和指定的目标才能看到。一旦接到命令，孚里埃就会一心一意地杀死目标，不顾自己的安危。孚里埃只能成功地攻击施法者真正心怀怨恨人类个体；否则，咒语就会失败。\n孚里埃看起来（对能看到她们的人来说）是一对身体被烧焦的裸体女人；她们烧焦的肉体爆裂出炽热的脉络。随着她们的移动，灰烬和煤渣从身上剥落，随风飘散。她们的眼中闪烁着对复仇的炽热渴望。\n孚里埃在猎杀时从容不迫地行走，在距离目标 90 码以内时开始冲刺。然后，她们会用拳头发动猛击，直到受害者的血肉变成冒烟的躯壳。\n特殊能力\n隐形：除了施法者和目标受害者之外，任何人都看不到孚里埃。其他试图攻击她们的人都会获得一个惩罚骰。虽然看不见，但孚里埃确实有重量，会留下脚印等痕迹，且会产生热量（附近的温度突然升高）。她们不受液体的影响，液体在接触到她们之前会蒸发。站在雨中或浸入水中的孚里埃表现为一团模糊的人形轮廓的云或汽泡。\n使用【.help 孚里埃属性表】查看有关孚里埃的数值。",
    "孚里埃属性表": "孚里埃\n狂暴复仇的化身\n属性 平均 掷骰\nSTR 65 (2D6+6)*5\nCON 70 4D6*5\nSIZ 50 3D6*5\nDEX 65 (2D6+6)*5\nINT 65 (2D6+6)*5\nPOW 50 3D6*5\n生命值 12\n平均伤害加值 无\n平均体格 0\n平均魔法值 10\n移动力 9\n攻击\n每轮攻击次数：每只孚里埃2次\n攻击方式：孚里埃用她们燃烧的双手进行打击。如果孚里埃在攻击检定中取得困难成功，受害者将开始燃烧并受到重度伤害。如果孚里埃在攻击检定中获得极限成功，受害者将被火焰吞没，遭受致命伤害（2D10点）。\n格斗 45% (22/9)，伤害 1D4+DB，困难成功造成重度伤害 (1D10点) ，极限成功造成致命伤害 (2D10点)\n闪避：40% (20/8)\n护甲：无，但非魔法武器造成的伤害减半。\n技能：攀爬 65%，跳跃 60%，追踪 90%\n理智损失：目睹孚里埃造成 1/1D8 点理智损失。目睹受害者被孚里埃的火焰吞噬造成 1/1D6 点理智损失。",
    "巨人": "巨人\n巨人作为奴隶种族被伊兹多纳尔人创造出来，用作步兵、普通劳工和角斗比赛中的娱乐活动。与伊兹多纳尔帝国的其他曾经的奴隶种族一样，他们不知道自己的真正起源。\n这些强大的生物具有人形，但身高在 12 到 20 英尺之间。巨人存在于人类尚未大量定居的偏远地区。大多数巨人都野蛮好战，将任何进入他们领地的人（甚至是其他不属于他们氏族的巨人）视为敌人。他们通常认为人类只不过是动物，是可以为了娱乐而以残忍的方式折磨和杀害的玩物。一些巨人捕捉并饲养人类作为奴隶使用，另一些巨人则将他们视为食物，猎杀他们或囚禁他们作为牲畜饲养。\n同一地域的巨人的体型往往大致相同，表明他们可能属于同一亚种。例如，喀里多尼亚高地的巨人有红头发，身高约14 英尺，希腊的巨人皮肤黝黑，身高 12 英尺，而西班牙山脉的巨人则是黑头发，身高将近 20 英尺。\n使用【.help 巨人属性表】查看有关巨人的数值。",
    "巨人属性表": "巨人\n笨重的野兽\n属性 平均 掷骰\nSTR 130 (4D6+12)*5\nCON 135 (5D6+6)*5\nSIZ 130 (4D6+12)*5\nDEX 60 (3D6+2)*5\nINT 65 (2D6+6)*5\nPOW 50 3D6*5\nAPP 40 (1D6+6)*5\n生命值 26\n平均伤害加值+2D6\n平均体格 3\n平均魔法值 10\n移动力 10\n攻击\n每轮攻击次数： 1\n攻击方式：巨人拥有普通类人生物的徒手攻击范围。将人类视为猎物的个体经常在战斗中发动噬咬，并且似乎很享受这对其他人类造成的恐惧。一些巨人，尤其是角斗士和士兵的后裔群体，经常使用超大型武器，例如长矛、棍棒和投掷的石块。\n格斗 50% （25/10），伤害 1D8+DB，或超大型武器（人类标准）伤害（武器伤害+4+DB）\n护甲：2 点，厚皮，很少穿戴护甲（面对人类和更小体型的敌人时护甲值减半）\n理智损失：目睹巨人造成 1/1D6 点理智损失。",
    "蛇发女妖": "蛇发女妖\n这些奇怪的生物在数千年前经由不负责任的许珀耳玻瑞亚跨维度发电机实验制造的薄弱点从另一个维度来到了我们的世界。从那以后，蛇发女妖就潜伏在偏僻的地方（比如许珀耳玻瑞亚的废墟），它们在那里躲藏、捕猎，并慢慢繁衍。人类与少数幸存者的遭遇引发了围绕它们的神话。\n蛇发女妖是独居的单性生物，每四五年产下一次后代。这些后代在成年时就会被家长赶走，这大约需要七年时间。幸运的是，它们的低繁殖率使它们不会成为严重的威胁。然而，它们奇怪的能力和对人肉的渴望（它们在 10 码外就可以闻到气味）就足以使它们成为致命的对手。\n这些生物的身体很长，像巨大的蛇，皮肤厚而坚韧，可以随着心情改变颜色或融入周围环境。它们身体的一端有一条尾巴，可能是响尾（掷 1D4，结果为 1 ）、细鞭状尾部（结果为 2 ）、带有尖刺（结果为 3 ）甚至锋利的骨制刀片（结果为 4 ）。它们蛇形身体的另一端是人形躯干，有两条胳膊和一个头。蛇发女妖的头形很长，感觉像是长着圆形的吻部和直边无牙的嘴巴。在猎物周围或进食时，它们的嘴巴不会发出声音，会流出黑色的口水。在对应陆生动物眼睛的位置上长有两个黑色大球体，用于它们的主要攻击方式（参见 凝视攻击）。它们的头顶上有一到两打扭动的卷须，每只卷须都有两只小眼睛和一张嘴巴。蛇发女妖正是通过这些扭动的卷须看到彼此和相互交流的（考虑到它们独居的天性，这种情况很少发生），有时还会通过嘶嘶声、喷气、咔哒声和口哨作为卷须活动的补充（特别激动或需要引起另一只蛇发女妖注意的时候）。\n特殊能力\n凝视攻击：蛇发女妖 30 英尺范围内的任何人都在其凝视攻击的范围内。它们的攻击范围有限，这就是它们很少冒险到户外活动的原因。他们的头呈椭圆形，每侧各有一只眼睛，面向前方，视角为 180 度。\n传说的内容是错误的； 即使受害者避开该生物的凝视、被蒙住眼睛或失明，这种攻击仍然有效（但程度较轻）。蛇发女妖凝视的受害者必须进行带有惩罚骰的意志检定。在蛇发女妖的凝视范围内且成功避免与蛇发女妖进行目光接触的人仍需进行意志检定，但在此检定中获得奖励骰。蛇发女妖的凝视攻击会使有机物钙化，将受害者的肉体变成石头。\n和蛇发女妖之间的距离越近，这种攻击就越危险。距该生物 10 英尺以内的目标会收到终结伤害（4D10点 ），位 于 11-20 英 尺 之 间 的 目 标 受 到 致 命 伤 害（2D10 点），距离 21-30 英尺的目标会受到重度伤害（1D10）。受害者在攻击范围内每一轮都会受到这种伤害，无法进行治疗，且愈合非常缓慢，速率为每周 1 点HP。受害者可以进行极限难度的体质检定以将此伤害减半。因这次攻击生命值归零的人会被杀死，身体完全石化。\n蛇发女妖的黑色口水能够逆转凝视的钙化效果。将受害者变成石头后，它们会从钙化的受害者身上切下一口大小的碎片，并在上面吐口水。一旦与这种生物的唾液混合，钙化的物质就会变回肉质，供它们食用。如果收集到唾液，医师或外科医生可以用它来帮助治疗蛇发女妖凝视攻击造成的钙化伤口。只需几滴蛇发女妖的粘稠黑色口水就足以让他们对钙化伤口进行急救或医学检定。\n使用【.help 蛇发女妖属性表】查看有关蛇发女妖的数值。",
    "蛇发女妖属性表": "蛇发女妖\n来自其他维度的传说恐怖生物\n属性 平均 掷骰\nSTR 70 4D6*5\nCON 90 5D6*5\nSIZ 110 (3D6+6)*5\nDEX 60 (2D6+6)*5\nINT 50 3D6*5\nPOW 90 5D6*5\n生命值 20\n平均伤害加值+1D6\n平均体格 2\n平均魔法值 19\n移动力 7\n攻击\n每轮攻击次数：2 （凝视攻击+近战攻击）\n攻击方式：一些蛇发女妖（40%）在与对手进行近战时会使用近战和/或投射物武器。这些蛇发女妖通常能熟练地使用武器和盾牌（50%）。这些物品取自击败的受害者，因为蛇发女妖不会自行锻造武器或与其他种族进行交易。然而，大多数蛇发女妖在必要时依赖凝视攻击以及锋利的爪子和尾巴。\n格斗，爪击 35% (17/6)，伤害1D4+DB \n格斗，扫尾 35% (17/6)，伤害1D4+DB \n武器 50% (25/5)，武器伤害+DB \n护甲：4 点，橡胶状厚皮。此外，部分蛇发女妖会使用从受害者那里得到的盾牌。\n技能：追踪（50%，在10码之内能够闻到人肉的味道），潜行（40%）\n理智损失：目睹蛇发女妖造成 1D3/1D10 点理智损失",
    "格里芬": "狮鹫(音译格里芬)\n这些奇妙而威严的生物拥有狮子的后半身和巨鹰的翅膀和前半身，是几千年前由洛马尔的巫师创造的。当洛玛尔人从现实世界撤退到幻梦境时，他们抛弃了一部分危险、性情不稳定、道德和基因都已堕落的人口。这些人成为了后来的伊兹多纳尔人。这些人试图强行跟随他们进入幻梦境。然而，他们的去路却被狮鹫拦住了。\n与现存的任何其他生物不同，狮鹫可以在幻梦境和现实世界之间自由穿行。它们是主要生活在幻梦境的生物，大部分时间必须在那里度过。造访现实世界的狮鹫不能在这里停留超过六天，否则它们会很快生病并死去。狮鹫由来自两个不同世界的物质组成，即便体型庞大也可以毫不费力地飞翔。\n狮鹫需要为洛玛尔人执行多项任务。它们充当了洛玛尔贵族和强大术士在幻梦境中以及幻梦境和现实世界之间的坐骑。它们可以被派往现实世界为 洛玛尔人取回一些东西。他们是许多重要薄弱点的守护者，洛玛尔人将这些薄弱点用作现实世界和幻梦境之间的门户。但是狮鹫最重要的任务是杀死它们遇到的任何伊兹多纳尔人。也就是说，在现实世界中，大多数狮鹫都生活在野外，因为洛马尔人几乎与它断绝了所有联系。\n狮鹫会周期性在现实世界捕猎，将猎物带入幻梦境，但这通常只在它们筑巢或饲养幼雏时才会发生。幼年狮鹫必须吃来自现实世界的肉才能正常发育，雌性狮鹫也必须这样做才能成功产卵（通常为 1D4+1枚）。狮鹫会结成终身伴侣，雄性和雌性都会为了后代进行抚养和狩猎。\n法师、术士和炼金术士觊觎狮鹫身体的每一部分，连一根羽毛或一块蛋壳对他们来说都价值十倍于其重量的黄金。他们希望了解洛玛尔人如何创造既属于幻梦境又属于现实世界的东西，这是一项从未被复制过的壮举。然而，在现实世界停留六天之后，狮鹫的所有部分都变得不真实了，这严重阻碍了研究工作。\n使用【.help 格里芬属性表】查看有关格里芬的数值。",
    "格里芬属性表": "狮鹫\n尊贵的有翼守卫\n属性 平均 掷骰\nSTR 130 (4D6+12)*5\nCON 90 (3D6+8)*5\nSIZ 165 (6D6+12)*5\nDEX 95 (2D6+12)*5\nINT 35 2D6*5\nPOW 65 (2D6+6)*5\n生命值 25\n平均伤害加值+2D6\n平均体格 3\n平均魔法值 13\n移动力 6/12 飞行\n攻击\n每轮攻击次数： 1\n攻击方式：狮鹫使用喙和利爪攻击。\n格斗 60% (30/12)，伤害 1D8+DB\n捕擭 (战技)：或者，它们可以，也确实会，俯冲下来抓起\n猎物，朝天空飞一会，每轮上升 12 英尺的高度，然后把猎物从空中扔下去。\n护甲：由于狮鹫的身体混合了幻梦境和现实世界的物质，非魔法武器造成的伤害减半。\n理智损失：目睹狮鹫造成 0/1D6 点理智损失。",
    "鹰身女妖": "鹰身女妖\n远古史前文明亚特兰蒂斯的巫师从土星的卫星中将这些奇怪而令人厌恶的生物召唤到了地球，这就是最早的一批鹰身女妖。鹰身女妖被魔法奴役为刺客、信使和侦察兵，但很快就摆脱了它们的主人。召唤和控制这些生物的法术随着时间的流逝而消失，秘密随着少数愚蠢到尝试这样做的巫师而消亡。一万年来，这些生物一直在自由活动、繁殖、狩猎，并在所到之处传播恐怖。\n鹰身女妖的身体类似于巨大肮脏的秃鹰，它们的脚非常有力，长着锋利弯曲的爪子。她们的脑袋与人类女性的脑袋有些相似，长着油腻的长发和参差不齐的牙齿。鹰身女妖有两到五个肿胀的腺体，外观与乳房相似。这些腺体中充满了一种浓稠的恶臭油脂，这些生物会不断地排出这种油脂并涂在全身，这被认为有助于它们的飞行能力。这种油赋予了鹰身女妖独特的气味，类似于腐烂的水果，炼金术士非常珍视这种材料。\n鹰身女妖的巢穴通常位于高处，非飞行生物无法进入，里面栖息着三到十二只生物。这些巢穴肮脏腐臭，到处都是猎物的骨头和腐烂的残骸。它们喜欢狩猎人类，这是最受它们青睐的猎物，但它们几乎会猎杀任何温血动物。鹰身女妖喜欢颜色鲜艳的物体，将它们以艺术的方式堆放在巢穴中，并与它们自己粘稠的粪便混合在一起。\n鹰身女妖之间交谈时会发出一连串的唧唧声、呼呼声、咕咕声、哨声和令人毛骨悚然的尖叫声。没有人学习过它们的语言，因为它们从未尝试与其他物种交流。他们的古代巫师主人如何指挥它们不得而知。\n使用【.help 鹰身女妖属性表】查看有关鹰身女妖的数值。",
    "鹰身女妖属性表": "鹰身女妖\n恶臭的有翼邪灵\n属性 平均 掷骰\nSTR 60 3D6*5\nCON 80 (3D6+6)*5\nSIZ 80 (3D6+6)*5\nDEX 60 (3D6+2)*5\nINT 50 3D6*5\nPOW 50 3D6*5\n生命值 16\n平均伤害加值+1D4\n平均体格 1\n平均魔法值 10\n移动力 6/16 飞行\n攻击\n每轮攻击次数：1\n攻击方式：鹰身女妖可以用爪子攻击或用翅膀击打敌人。\n它们是狡猾的生物，通常会在猎物最脆弱的时候发起攻击，比如穿越峡谷、攀登悬崖或睡觉过夜的时候。\n格斗 50% (25/10)，伤害 1D6+DB\n捕擭（战技）：或者，如果猎物从最初的攻击中幸存下来，鹰身女妖可以俯冲下来抓起体型比自己更小的猎物，然后把猎物从空中扔下去。鹰身女妖每轮可以上升 16 英尺高。\n护甲：2 点，厚皮毛和恶臭的羽毛。\n理智损失：目睹鹰身女妖造成 1/1D6 点理智损失。",
    "九头蛇": "九头蛇\n这些致命的生物看起来是巨大的蛇，背部有褶边，脊柱上长有六到九个头。每个头上都长着一小段脖子、鳃、一对小犄角、黑色的小眼睛和几十颗又小又尖的牙齿。九头蛇虽然主要生活在水里，但它们是两栖动物，在陆地上和水下都能顺利呼吸。它们最常出现于潮湿的沼泽、盐沼和潮汐洞穴中。\n九头蛇大部分时间都在睡觉，但当猎物靠近到它们 100 英尺内时就会醒来，除非试图偷偷接近它的人在潜行检定中获得极限成功。\n九头蛇对各种各样的旧日支配者来说都是神圣的，例如克苏鲁、戈尔·格罗斯、撒托古亚和伊格。这些神明的血液在祂们神圣的九头蛇中流动，让祂们之间产生了紧密的联系，就像黑山羊幼崽与莎布-尼古拉丝的联系一样。这些生物最初作为神的代表被各个教派召唤来接收祭品。这些教派中的大多数已不复存在，连同他们最初的许珀耳玻瑞亚、斯提吉亚、洛玛尔和伊兹多纳尔崇拜者一起消失了。\n许多九头蛇留在它们最初被召唤的地方附近，这就是为什么这些生物的巢穴附近经常有毁坏的神庙或神殿。然而，人类教徒已经修复了许多这些古老的礼拜场所，也重拾了古老的信仰和活人祭祀的习俗，但召唤更多九头蛇的法术已经消失在历史中。九头蛇非常乐意再次履行自己的职责。\n每只九头蛇都对特定的神灵都是神圣的，不会伤害其守护神的崇拜者。伪装成崇拜者是不可能愚弄九头蛇的，因为这种保护是由神本身传达的，这些神知道谁真正追随他们，谁又不追随他们。九头蛇很聪明，虽然它们不会说话，但大多数个体都能理解向它们祈祷和献祭的人所说的语言。它们通过咆哮、尖叫和嘶嘶声进行交流。九头蛇是单性的，繁殖非常缓慢，大约每 250 年才能产下少量后代。它们的血液、牙齿和皮深受炼金术士和法师的珍视。\n特殊能力\n回复：只要九头蛇还活着，它就能以每轮 1 HP 的速度治疗伤势。这项能力可以治愈任何类型的伤害，包括火、酸或毒造成的伤。\n两栖：九头蛇能够在水中和地上同样顺利地呼吸。\n使用【.help 九头蛇属性表】查看有关九头蛇的数值。",
    "九头蛇属性表": "九头蛇\n黑暗之神的神圣使者\n属性 平均 掷骰\nSTR 110 (3D6+12)*5\nCON 120 7D6*5\nSIZ 185 (6D6+16)*5\nDEX 50 3D6*5\nINT 15 1D6*5\nPOW 60 (3D6+2)*5\n生命值 30\n平均伤害加值\n平均体格 +3D6\n平均魔法值\n移动力 7/9 游泳\n攻击\n每轮攻击次数：3 或 4\n攻击方式：九头蛇每轮会使用三个头（如果它们有六个或七个头）或四个头（如果它们有八个或九个头）发动噬咬。\n格斗，噬咬 50% (25/10)，伤害 1D4+DB\n护甲：5 点，非常厚的鳞片。此外，有关这些生物在一个头被砍下后会长出多个头的谣言是错误的，但九头蛇确实每轮可以恢复 1 HP，且最终可以重新长出被砍下的头。然而，如果战斗形势对九头蛇不利，它通常会尝试撤退，最好是前往水下，让它的伤口愈合，然后再次攻击。\n技能：聆听 85%，潜行 50% \n理智损失：目睹九头蛇造成 1/1D8 点理智损失。",
    "伊兹多纳尔人": "伊兹多纳尔人\n在欧洲的人类文明兴起之前，发生了一次大迁徙。洛马尔人是堕落科学家的后裔，他们被赶出了在北欧世代生活的土地，入侵者主要是四臂的诺弗-刻、长毛的沃米人和早期人类部落。他们决定在幻梦境中建立新家园。\n然而，在离开现实世界时，洛玛尔贵族决定留下部分人口。在他们准备撤退的漫长几十年里，出现了一个战士氏族，这是洛玛尔人的一个野蛮亚种，通过与可憎的诺弗-刻混血而变得强大。当洛马尔人逃亡时，这些野蛮的战士守卫着他们的后方，拖延了他们的敌人。当最后的洛玛尔贵族安全地进入幻梦境时，这些守卫试图跟上，却发现大门对他们永远关闭，并受到了守护生物的保护。对于幻梦境中的洛玛尔人来说，他们在全新的维度开始了全新的生活，还摆脱了无用且血统受到污染的野蛮同胞；对于留下来的人来说，这是彻头彻尾的背叛。\n被遗弃的洛玛尔人亚种失去了大部分魔法知识和复杂的心智，变得更加野蛮好战。这些流浪者无路可逃，只能集结兵力，坚守阵地，奋战到底。很快，他们在现在的欧洲和小亚细亚开辟了一个新家园，并给这里取了一个新名字，伊兹多纳尔，在他们的母语中意为“被遗忘者”。\n伊兹多纳尔帝国变得强大而颓废。伊兹多纳尔人建造了伟大的城市、巨大的神庙、魔法学校和竞技场来享受血腥运动的奇妙。他们捕获、奴役并改变原始人类的基因，以满足他们自己的需要和心血来潮，将创造出奇妙的新种族当作一种艺术形式。他们对被奴役的人变得越来越残忍，彼此之间的竞争也越来越激烈。很快，伊兹多纳尔的贵族之间开始因琐碎的争端和竞争而相互开战。他们召集了奴隶种族的军队，召唤生物与强大的对手，例如昆扬帝国和幻梦境中令人厌恶的洛玛尔，有时甚至是彼此之间开战。\n这样的文明并没有持续多久，不到一千年，伊兹多纳尔帝国就灭亡了。伊兹多纳尔人之间的内斗、奴隶种族的叛乱、资源（例如，农田、渔场、淡水供应）管理不善以及人类对欧洲的入侵使他们短暂存在的文明突然崩溃。\n如今的伊兹多纳尔人\n现在的伊兹多纳尔帝国仅存几处散落的废墟、法师之间口耳相传的传说，以及伊兹多纳尔人创造的神奇生物奴仆。只有少数伊兹多纳尔人幸存下来，有两千人生活在罗马帝国境内，使用简单的魔法变身为人。他们分散在几十个省份，许多人彼此之间很少或根本没有联系。每个人，虽然与鼎盛时期的伊兹多纳尔人或他们的洛玛尔祖先相比都很虚弱，但按照人类的标准，都是强大的巫师。他们仍然残忍傲慢，但也很狡猾。虽然他们知道自己无法轻易掌控人类，但他们会靠自己的能力来利用帝国达到自己的目的。\n外貌\n在自然状态下，伊兹多纳尔人看起来像类人生物，大约和人类一样高，有细长的头部，继承自洛玛尔血统的椭圆形大眼睛，还有来自诺弗-刻血统的精致皮毛、像猫一样的大耳朵、第二对较小的手臂和头顶上弯曲的角。然而，很少有人以这种外表示人。伊兹多纳尔人将新生婴儿的第二对手臂截去，腹部两侧会留下一对疤痕。\n此外，伊兹多纳尔人能够将外表变成接近人类的样子。这会让他们的皮毛脱落，爪子缩回，头、耳朵和眼睛呈现出更人性化的外观，角也会被吸收回身体里。这样一来，伊兹多纳尔人就可以轻松地伪装成人。他们可以随意变回原形，在痛苦的几秒钟内恢复正常外观。从自然状态变成人形需要更长的时间，通常需要约四个小时。\n伊兹多纳尔人的能力\n大多数伊兹多纳尔人在完全发育成熟后会饮用特殊药物，之后就能长生不老（它们的正常寿命约为 180 岁）。喝下这种药后，伊兹多纳尔人就不会再衰老，但仍然会生病和受伤，或被暴力杀死。这种奇怪的长生不老药来自洛玛尔（除了洛玛尔人和伊兹多纳尔人之外，对任何其他种族都不起作用），但是伊兹多纳尔人已经失去了像洛玛尔人那样制作它的能力（或可能无法获得某些关键成分）。伊兹多纳尔人的长生不老药变种使他们无法生育。正因为如此，伊兹多纳尔人的人口每一代都在减少。\n伊兹多纳尔人的威胁\n如今，许多伊兹多纳尔人试图通过从内部控制人类文明，以此统治人类。他们不断地试图操纵自己手握权柄，许多人也取得了相当的成功。伊兹多纳尔人已被任命为政府官员和元老，甚至数次控制了罗马禁卫军。然而，大多数人满足于滥用权势和敛财，以奢靡而残忍的方式进行娱乐。他们总是在保护自己的秘密，扩展魔法知识，并对他们认定辜负了自己的人进行报复。\n代沟/人口下降\n伊兹多纳尔人分为三类：记得最初的伊兹多纳尔帝国的真正长者、在那之后的第二代人，以及出生在黄金时代后至少两代人的人。长者相信他们是优越的，认为人类低于他们，只不过是动物。年轻一代更能接受人类和人类的生活方式，吸收了很多人类的习俗、品味和习惯，但这一代人仍然把人类当作玩物。最后一代人非常罕见，他们开始偏离传统的伊兹多纳尔价值观。他们收到长辈的鄙夷，因任何违规行为遭到野蛮的惩罚。这些年轻的伊兹多纳尔人中有一小部分逃离了家人，一心想像正常人一样生活和死亡。他们拒绝使用魔法，拒绝服用长生不老药，也拒绝崇拜他们祖先信奉的黑暗神灵。这些叛徒会被追捕，要么被杀死，要么被迫参加繁殖计划。\n随着伊兹多纳尔人的数量不断下降，他们开始采取措施来增加人口。虽然没有伊兹多纳尔想要为生育后代放弃永生，但如果伊兹多纳尔人想要避免灭绝，就必须有新的孩子。因此，他们发起了一项繁殖计划，将那些离经叛道的人囚禁在黑暗的围栏中，强迫他们生育，但他们甚至无法抱一抱自己的孩子。孩子们都交给有钱有势的伊兹多纳尔人抚养。一旦伊兹多纳尔人被判处参与繁殖计划，就没有上诉的机会；受害人会一直被关押到死。\n使用【.help 伊兹多纳尔人属性表】查看有关伊兹多纳尔人的数值。",
    "伊兹多纳尔人属性表": "伊兹多纳尔人\n被遗忘者\n属性 平均 掷骰\nSTR 70 4D6*5\nCON 80 (3D6+6)*5\nSIZ 70 4D6*5\nDEX 65 (2D6+6)*5\nINT 80 (3D6+6)*5\nPOW 110 (4D6+8)*5\nAPP 50 3D6*5\n生命值 15\n平均伤害加值 +1D4\n平均体格 1\n平均魔法值 22\n移动力 8\n攻击\n每轮攻击次数：1 (2，见下文)\n攻击方式：虽然没有携带保镖或护卫（雇佣保镖、退役角斗士或召唤/制造魔法控制的生物）的伊兹多纳尔人很少见，但人类形态的伊兹多纳尔人拥有普通类人生物的徒手攻击范围。在他们的自然形态下，他们可以使用爪子和他们的角进行攻击。他们还可以使用自己持有的任何武器（但他们更喜欢依赖法术和替身）。伊兹多纳尔人可能 (65%概率) 携带了某种魔法武器、物品或神话造物。四臂的伊兹多纳尔人极为罕见，但此类生物每轮可以攻击两次。\n格斗 50% （25/10），伤害 1D3+DB （如果伸出了爪子则伤害+2）\n闪避：32% （16/6）\n技能：科学 (生物学) 60%， (化学) 60%，侦查 45%\n法术：普通伊兹多纳尔人知晓 5-10（1D6+4）个法术，而术士和祭司平均掌握 8-14 （1D8+6）个法术。伊兹多纳尔人偏爱能可怕地杀死对手、蒙蔽众生的思想或物理上改变自己身体的法术。\n理智损失：目睹自然形态下的伊兹多纳尔人造成 0/1D6 点理智损失。",
    "拉弥亚": "拉米亚(又名拉弥亚)\n这些生物的起源远比希腊神话古老，可以追溯到前人类文明许珀耳玻瑞亚。许珀耳玻瑞亚人崇拜许多黑暗的神，其中，一个崇敬众蛇之父伊格的邪教兴起，自称为蛇之女。这是一个由强大的女巫师组成的阴谋集团，将她们的天赋和秘密代代相传。蛇之女们会杀死她们的男性情人并蚕食男性后代以示忠诚。最虔诚的女族长将她们的血统与黑暗蛇神的容器，强大的圣蛇血统混合在一起。这种结合的造物就是第一批真正的拉米亚。\n拉米亚的上半身是人类美女，下半身是巨大的蛇。拉米亚只要每年吞噬一个人类婴儿（通常是活生生地吞下）作为奉献的标志就会永生不死的，这是她们所需要的全部营养。在许珀耳玻瑞亚文明没落之前，蛇之女的力量就被粉碎了。信仰伊格的另一教派，有男性和女性成员，摧毁了他们的神庙，并将她们的成员当作异教徒猎杀。然而，许多拉米亚逃脱了清洗，在几千年后的如今仍然存在。它们存在于偏远的废墟（通常在伊格神庙内）、洞穴、地下巢穴和茂密的森林中，或者作为神圣的先知，被信奉蛇的教派和众蛇之父的真正崇拜者隐藏起来。\n拉米亚拥有美丽的人类女性上半身和巨蛇的下半身。她们可以与人类男性交配（但很快就会杀死他们），但这种结合中有 75% 的后代都会在出生前死去；交配后，一只拉米亚会产下一窝约二十颗卵，其中约五颗会成功孵化。这五只后代之中，只有一只会生为拉米亚；其他则是人形的拉米亚之子，男女皆有。一些拉米亚会杀死所有非拉米亚的后代，另一些则会抚养她们的非拉米亚女儿，也有一些会抚养非拉米亚儿子（但这种情况极为罕见）。\n特殊能力\n长生不老：拉米亚只要每年吞食一个人类婴儿就可以长生不老。超过一年没有食用婴儿的拉米亚每年会失去 1D10 点体质，直到死亡或再次食用婴儿（此时她们失去的体质会完全恢复）。\n吸引蛇类：蛇对这些生物表现出喜爱，75% 的拉米亚将 1D4条蛇作为宠物饲养。\n使用【.help 拉弥亚属性表】查看有关拉弥亚的数值。",
    "拉弥亚属性表": "拉米亚\n永生不死的蛇女\n属性 平均 掷骰\nSTR 70 4D6*5\nCON 90 (3D6+8)*5\nSIZ 100 (4D6+6)*5\nDEX 70 4D6*5\nINT 120 7D6*5\nPOW 70 4D6*5\nAPP 90 (3D6+8)*5\n生命值 19\n平均伤害加值 +1D6\n平均体格 2\n平均魔法值 14\n移动力 9\n攻击\n每轮攻击次数：2\n攻击方式：拉米亚可以紧勒单个对手，并进行噬咬或使用武器。\n格斗 60% (30/12) 噬咬1点伤害+致命毒素伤害（2D10），或，武器伤害+DB\n紧勒（战技）：试图缠绕并挤碎受害者。攻击成功后，受害者将处于劣势（惩罚骰），并且每轮都自动收到伤害，除非拉米亚被杀死，或受害者成功通过力量检定挣脱。\n紧勒（战技）：伤害 1D10+DB\n护甲：2 点，鳞片，免疫非魔法攻击。拉米亚也可以使用盾牌和头盔，上半身也可以穿戴盔甲，这为它们提供了减半的护甲值。\n法术：所有拉米亚都知晓 1D6+2 种法术，其中至少有一种是强大的咒语 （有关示例，请参见 支配他人，《克苏鲁神话魔法大典第 24 页）。知晓5 个或更少法术的拉米亚总是拥有武器，并且经常 (50%) 穿着某种形式的盔甲（通常，拉米亚知晓的法术越少，就越有可能武装自己）。\n理智损失：目睹拉米亚造成 1/1D8 点理智损失",
    "蝎狮": "蝎狮\n这种生物有大型狮子的身体，上面覆盖着蓬松的淡红色皮毛，尾巴末端有一束尖刺（有时是蝎子的尾巴），以及一颗人头。蝎狮的名字有 “食人者”的含义，而它们也没有辜负这个名字，对人肉有着近乎永不满足的渴望。他们的叫声是呼啸声、野兽咆哮和类似人类尖叫声的组合。它们是在几千年前洛马尔人大逃亡时期出现的。蝎狮曾经是人类。\n在人类部落将洛马尔人赶出世代生活的土地的时期，偶尔会有人类领袖被俘虏。这些囚犯通常是人类部族的酋长、国王或巫师，被魔法变成蝎狮。他们只剩下自己的脸和意识，但他们被囚禁在自己的身体里，除了目睹自己的野蛮行径外什么也做不了。蝎狮会被用于对抗自己曾经的同胞，在它们杀死并吞噬自己从前的追随者时，受害者会认出他们敬爱的领袖的脸。制造蝎狮的方法传给了伊兹多纳尔人，他们创造了一种专门用于角斗娱乐的生物变体。\n有传言说蝎狮在饥饿地吃人时会悲伤地哭泣，甚至有些个体已经恢复了说话的能力，但大多数人认为这些故事只是一厢情愿的幻想。可以肯定的是，这些生物极其致命，对它们遇到的任何人类都是严重威胁。\n特殊能力\n毒刺：只要轻轻一甩尾巴，蝎狮就可以发射一连串尖刺或用蝎尾蜇人（取决于变体）。蝎狮每天最多能射出 6 根刚毛，用过的刚毛仅需 12 小时即可重新长出。长着蝎子尾巴的蝎狮每天最多可以蜇人 6 次，它们需要 12 个小时来重新储存毒液。刺和蜇伤都会释放致命毒素 （2D10 点伤害）。\n不老不死：除非遭到杀害，否则蝎狮是不会死去的，且每小时恢复 1 HP。这种力量甚至在死后仍然有效；蝎狮会在24小时后复活。要永久杀死蝎狮，必须将其尸体焚烧或溶解在酸中。\n使用【.help 蝎狮属性表】查看有关蝎狮的数值。",
    "蝎狮属性表": "蝎狮\n被诅咒的生物\n属性 平均 掷骰\nSTR 95 (2D6+12)*5\nCON 65 (2D6+6)*5\nSIZ 80 (3D6+6)*5\nDEX 95 (2D6+12)*5\nINT 65 (2D6+6)*5\nPOW 65 (2D6+6)*5\n生命值 14\n平均伤害加值 +1D6\n平均体格 2\n平均魔法值 13\n移动力 10\n攻击\n每轮攻击次数：2\n攻击方式：在战斗中，蝎尾狮会用它强大的前爪和牙齿，以及它的尾巴发动攻击，要么发射刺，要么蜇伤受害者。\n格斗 50% (25/10)，伤害 1D8+DB\n毒刺 40% (20/8)，伤害 1D8+DB + 致命毒素 (2D10点伤害)。基础射程为30码。\n护甲：由于蝎狮的皮毛带有魔法，非魔法武器造成的伤害减半。它们每小时恢复 1 HP，即使死去也是如此，除非它们的尸体被烧毁或溶解在酸中。\n技能：侦查 45%，潜行 40%，追踪 40% \n理智损失：目睹蝎狮造成 0/1D6 点理智损失",
    "美人鱼": "人鱼（又名美人鱼）\n长着鱼尾的美丽女性生物的传说事实上是真的，但关于它们的大部分内容都笼罩在神秘和恐怖之中。人鱼与深潜者非常相似，两者虽然有着相同的祖先却是仇敌，相见时就会攻击彼此。两者都是水生生物，随着生命周期的推进发生外形转化，并将人类作为其繁衍循环的一部分（但深潜者之间可以生育后代）。然而，它们的差异非常显著。\n与深潜者不同，所有人鱼在基因上都是雌性，不能相互交配； 为此，她们需要人类男性的血液。人鱼本质上是游牧民族，有着广阔的迁徙路线，而深潜者则会建造永久性城市。人鱼不崇拜达贡、海德拉或伟大的克苏鲁，而是崇拜漂浮恐怖（奈亚拉托提普的化身），在它们的繁殖地附近为祂建造\n水下神殿。\n外貌\n人鱼的上半身是人形，有两条手臂和一个头，下半部分是鱼身和尾巴。她们的躯干上覆盖着鳞片，手上有蹼，脖子上有鳃，头部、背和肘部有鳍。她们的头上长着圆圆的、一眨不眨的大眼睛，宽阔的嘴巴里长满了数十颗针尖般锋利的牙齿。然而，她们在筑巢周期中会经历天翻地覆的蜕变。\n筑巢周期\n人鱼准备产卵时会前往沿海人类聚落，或者繁忙的航道和渔场下方。这些地点往往距离她自己的孵化地点很近。在到达之后，她就会开始蜕变。此时释放到水中的荷尔蒙会吸引其他人鱼 (1D4条) 来帮助她筑巢、保护她的卵免受捕食者的侵害，并抓捕卵受精所需的人类男性。有时 (40%)，几条繁殖期人鱼 (1D4+1) 会一起产卵，每条都会吸引来一些非繁殖期雌性加入，形成多达 25 条的大型致命鱼群。\n蜕变\n随着产卵时间的临近，人鱼的身体会慢慢（这个过程需要大约一周）发生变化，直到她的上半身几乎完全变成人。她会发育出匀称的乳房、美丽的长发、光滑的人类皮肤（仅上半身），以及用歌唱般的迷人声音说话的能力。繁殖期人鱼的人类半身通常类似于生活在筑巢区域的人类女性，并与她们的人类“父亲”长得很像。然而，这种蜕变并不完美，因为人鱼颈部的鳃和蹼状手指仍然存在。\n繁殖周期\n人鱼蜕变完成后就会产卵（通常约 100 个）并寻找男性让它们受精，通过展示美丽的上半身将目标引诱到自己的巢穴，常常会用甜美的歌声来进一步吸引人们的注意。大约50% 的人鱼知晓 1D3 个法术，例如人类引诱术、过来见我或塞壬之歌；这样的咒语有助于将人类吸引到攻击范围内。当目标被引诱得足够近时，人鱼在大多数情况下（见人类亲属）会发起攻击。\n人鱼常常将受害者拖到水下淹死。如果受害者进行激烈抵抗，人鱼就会用牙齿和爪子发动攻击来加速他的死亡。一旦受害者死去，他的尸体就会被带到美人鱼的巢穴撕碎。血液落在美人鱼的卵上时，卵就会吸收受精所需的遗传物质。尸体的残骸随后被正在繁殖的雌性和帮助她的美人鱼吞噬。之后，人鱼将慢慢恢复成自己完全的水生形态，并留在该地区保护她正在发育的卵，直到它们孵化，这个过程大约需要一年。然而，一旦它们孵化，新生儿就会被遗弃，必须自生自灭。大约 90% 的人鱼在成年之前就会死去。\n人类亲属\n偶尔会有人被人鱼引诱到足够近的地方，受到攻击之后又毫发无损地被释放了。人鱼天生厌恶近亲繁殖，并小心翼翼地确保自己与受害者没有血缘关系。人鱼不会使用亲密家庭成员（例如兄弟、叔叔、堂兄弟或侄甥）的血液使卵受精。人鱼只有触碰受害者之后才能确定自己与受害者的关系。如果人鱼找不到与她没有亲缘关系的男性受害者，她就无法再繁殖，因为本能迫使她只能在她出生的地方附近产卵。如果人鱼遇到自己的女性亲属，她们通常会显得很高兴，试图热情地和她们打招呼，有时还会赠予她们美丽的贝壳、珍珠或人类在海难中丢失的宝藏。不论她们的外貌处在什么阶段都会这样做，当她们处于完全水生形态时，这种行为可能非常可怕。她们只会在自卫时伤害自己的女性亲属。\n黑暗教派\n一些人类已经学会与在本地筑巢的人鱼一起生活。在极少数情况下，男性囚犯、罪犯或其他不受欢迎的外来者会被留下作为供奉给人鱼的祭品。这些祭品通常被捆绑并塞住嘴巴，然后留在一艘锚定的船上，船被拴在岸边的岩石上。通常，祭品会消失，取而代之的是珍珠、稀有的贝壳、雕刻珊瑚制品或从沉船中打捞上来的珍贵物品。有这种习俗的社区他们从不与外人谈及这件事，甚至对本地社区中的大部分人也会保密。负责保持这种传统的通常是以海洋为生的人，例如渔民、水手、造船工人和码头工人。他们认为这些传统能够让他们免受人鱼的攻击，但实际上，他们只是与当地人鱼的亲缘关系太近，无法被用于受精。\n特殊能力\n水下呼吸：人鱼完全可以在水下呼吸，并可以在陆地上呼吸长达三个小时，之后必须返回水中。\n使用【.help 美人鱼属性表】查看有关美人鱼的数值。",
    "美人鱼属性表": "海中的致命诱惑\n属性 平均 掷骰\nSTR 80 (4D6+6)*5\nCON 55 3D6*5\nSIZ 90 5D6*5\nDEX 60 (3D6+6)*5\nINT 65 (2D6+5)*5\nPOW 60 (3D6+6)*5\nAPP 80 (3D6+6)*5\n生命值 14\n平均伤害加值 +1D6\n平均体格 2\n平均魔法值 12\n移动力 3/14 游泳\n攻击\n每轮攻击次数：1\n攻击方式：人鱼会用她们长蹼的利爪和牙齿攻击。\n格斗 45% (22/9)，伤害 1D6+DB\n溺毙（战技）：人鱼会试图将受害者拖到水下淹死（参见第7版《克苏鲁的呼唤守秘人规则书》第 124 页）。\n护甲：2 点，硬皮\n法术：50% 的人鱼知晓 1–3 个法术。\n理智损失：目睹人鱼造成 0/1D6 点理智损失。",
    "牛头怪": "牛头怪\n这些领地意识很强的巨大致命生物是扭曲的伊兹多纳尔人的另一种奇特造物。在伊兹多纳尔人与昆扬人的战斗中，它们被用作战场突击队，并担任贴身保镖和角斗士。就像传说中描述的那样，牛头怪拥有巨大强壮的类人身体和巨大的公牛头，有些（约20%）有尾巴。它们往往是男性，拥有在迷宫中精准辨别方向的本领（在袭击昆扬人的地下城市时这项技能非常有用），并且对人肉有着贪婪的渴望。\n自伊兹多纳尔帝国崩溃以来，牛头怪的数量急剧下降。牛头怪过于受本能驱使，没有足够的智慧来避开大批装备精良的人类。几千年来，大多数牛头怪都已被杀，但也有少数被捕获。它们通常被强大的教派、半疯的统治者和邪恶的巫师当作宠物、守卫和珍品饲养。虽然它们可以学习大多数语言，但仅限于咩咩声、喘息声、咆哮声和低吼声。偏远的废墟、孤立的岛屿和最难接近的荒野中可能有野生牛头怪在游荡。近年来，牛头怪的目击事件有所增加。一些饲养牛头怪的教派已经学会了将它们与人类女性杂交，但成功地做到这一点很困难，且需要对该生物进行震惊。这种结合制造的后代会在分娩时造成母亲的死亡。人们怀疑野外的牛头怪偶尔会让奶牛怀孕，因为有报道称奶牛生下非常不寻常的牛犊时死亡，这些牛犊长着小公牛的头和五岁孩子的下半身。这样的怪胎通常会被杀死，但如果牛犊存活，它们的野生牛头怪父亲一旦听到它们的求救声就会将其救出。幼年牛头怪不需要母乳，可以完全以人肉为食。\n使用【.help 牛头怪属性表】查看有关牛头怪的数值。",
    "牛头怪属性表": "牛头怪\n牛头的迷宫之主\n属性 平均 掷骰\nSTR 110 (3D6+12)*5\nCON 130 (4D6+12)*5\nSIZ 100 (4D6+6)*5\nDEX 70 4D6*5\nINT 50 3D6*5\nPOW 60 (3D6+2)*5\n生命值 23\n平均伤害加值 +2D6\n平均体格 3\n平均魔法值 12\n移动力 10\n（暂缺）",
    "涅墨西斯": "涅墨西斯\n这位女神居住在幻梦境中，但她的大部分崇拜者都来自现实世界。希腊人称她为涅墨西斯，罗马人称她为茵维迪娅，她看起来像一位英气的女性，有一对大翅膀，随着她的情绪改变颜色，但通常是黑色的（符合她的情绪）。她总是手持一把长长的双刃刀，还经常携带鞭子、匕首和天平。当不依靠自己的力量旅行时（毕竟她可以飞行），涅墨西斯会乘坐由一对狮鹫拉动的飞行战车（洛马尔人为了感谢她让他们在迁徙期间安全通过她的领土而赠送的礼物）。\n涅墨西斯的举止通常冷酷而精明，但当她激情高涨时，她会变成一个野蛮而可怕的战士。女神关心的是不公、报应和复仇。如果有人拥有他们无权享有的财富或不应拥有的命运，这位复仇女神可能会介入。\n涅墨西斯是角斗士的守护神，尤其关爱兽斗士（与野生动物搏斗的角斗士）。女神仁慈地关注着她最忠实的崇拜者，尤其是角斗士，有时会选择最忠诚或最值得的信徒加入她的教派，复仇之手。这些受宠的崇拜者像往常一样生活，但在睡觉时，他们会被传送到幻梦境深处的一所角斗士学校，茵维迪娅训练所。在这里，他们可以在一个晚上的睡眠中度过数周甚至数月，接受战斗、决断和潜行的训练。这些训练师都曾经是涅墨西斯的凡人信徒，他们在现实世界中死去后，意识前往了幻梦境。\n特殊能力\n神圣审判：涅墨西斯总能看到事情的真相，不会相信谎言或被欺骗。\n使用【.help 涅墨西斯属性表】查看有关涅墨西斯的数值。使用【.help 复仇之手】查询相关信息。",
    "复仇之手": "复仇之手\n在茵维迪娅训练所经历过多年的训练后，涅墨西斯的崇拜者会成为致命的战士（至少 80% 的格斗：斗殴及一种武器技能）和刺客（ 至少 80%的潜行技能）。他们会获得一种近乎超自然的能力来辨别真假（90% 的察言观色技能），并习得1-3 种法术。完成训练后，信徒就会成为复仇之手，经常被派去追捕现实世界中复仇女神伸张正义的目标。复仇之手通常单独行动，但偶尔也会成对活动。成为他们目标的人很少能够逃脱；事实上，大多数受害者在死前都没有意识到末日将近。复仇之手发誓要以狂热的奉献精神追求涅墨西斯的教条，排除所有其他顾虑。",
    "涅墨西斯属性表": "涅墨西斯\n天罚女神\n属性 数值\nSTR 240\nCON 150\nSIZ 70\nDEX 180\nINT 150\nPOW 180\nAPP 99\n生命值 22\n伤害加值 +3D6\n体格 4\n魔法值 36\n移动力 18\n攻击\n每轮攻击次数：1\n攻击方式：在人类形态下，涅墨西斯拥有普通类人生物的徒手攻击范围。她还可以使用致命的刀刃进行闪电般的快速打击，这是一把燃烧的黑色长柄剑，名为“复仇之焰”。她可以根据自己的需要用一只手或两只手来使用它。\n格斗 100% (50/20)，伤害 1D3+DB ，剑 伤害 1D10+DB. \n护甲：4 点，闪电般的快速闪避。此外，复仇女神在战斗中会发出狂怒的光芒，这使她每轮可以恢复 2 HP。\n法术：任意。\n理智损失：目睹涅墨西斯造成 0/1D4 点理智损失。",
    "有翼马": "飞马（又名有翼马）\n这些美丽的生物有马的身体和强壮的羽毛翅膀。大多数个体是白色的，但也记录了黑色、灰色、枣红色、带有白色大斑块（花斑）和斑点（阿帕卢萨）个体。这些生物曾经是伊兹多纳尔人的珍贵坐骑，拥有这些稀有的动物是一种身份的象征。自从伊兹多纳尔帝国衰落以来，这些生物大多变得野蛮，在最高的山峰、偏远的高原和被遗忘的岩石岛屿上成群结队。虽然有许多关于人类驯化此类生物的故事，但没有证据表明有人真正做到了。\n它们在人类面前表现得很胆怯，感到威胁时通常会选择逃跑而不是战斗。飞马只会在繁殖季节变得危险，时间因地而异，但通常是夏末或秋初。\n在繁殖季节，公马会争夺统治地位和领地。这对飞马的体力需求非常严峻，它们需要在平时的草食中加入富含矿物质的食物。在这段时间里，飞马会猎杀其他生物，将它们践踏致死，以吞噬它们的骨头和内脏。飞马最喜欢的猎物是人类，因为人类数量众多且易于捕捉（因为大多数动物一看到空中投下的阴影就会逃跑，而人类往往会停下来向上看）。\n使用【.help 有翼马属性表】查看有关有翼马的数值。",
    "有翼马属性表": "飞马\n偶尔饱含恶意的有翼骏马\n属性 平均 掷骰\nSTR 150 (7D6+6)*5\nCON 80 (3D6 +6)*5\nSIZ 175 (7D6+1)*5\nDEX 65 (2D6 +6)*5\nINT 50 3D6*5\nPOW 60 (2D6 +6)*5\n生命值 25\n平均伤害加值 +3D6\n平均体格 3\n平均魔法值 12\n移动力 12/12 飞行\n攻击\n每轮攻击次数：1\n攻击方式：飞马可以用前腿或后腿踢击，或俯冲下来进行践踏攻击。在紧要关头它们也会咬人，且通常会对以某种方式成功骑上它们的人这样做。\n格斗 40%, (20/8) ，伤害 1D6+DB \n闪避：40% (20/8)\n护甲：6 点，肌肉和皮毛。\n理智损失：目睹飞马造成 0/1D3 点理智损失。",
    "羊男": "羊男\n这些生物的存在可以追溯到很久以前，当时崇拜莎布-尼古拉丝的许珀耳玻瑞亚邪教的炼金术士每年一次在丰收节期间从女神的化身中取出奶，并用这些奶进行实验。炼金术士创造了一种药水来增加节日的乐趣，但它对女性没有影响。这种名为“黑羊奶”的药水有壮阳的效果，同时让饮用者的身体体验到比正常情况下更高水平的愉悦——它让葡萄酒味道更好，音乐听起来更悦耳，性爱也更加刺激。它的威力非常强大，只能在一年一次的丰收节上服用。当然，也有些人开始更频繁地服用它。\n过度使用黑羊奶的男性遭受了惊人且不可逆转的身心变化。在大多数情况下，服用者的理性思维会被摧毁，只剩下吃、喝和交配的基本动物本能。虽然少数人保留了部分记忆和个性，但大多数人都失去了过去生活的全部痕迹。他们的身体发生了变化：他们的小腿变得像山羊一样，额头上长出了角，身体长出了一层粗糙的毛发。唯一一项正面的副作用是永生。一旦转变完成，黑羊奶的饮用者将不再衰老或生病。\n这些曾经的人类变成了最早的羊男，一种野山羊般的生物，这种粗鲁的野兽沉迷于烈酒，下流的恶作剧和淫荡的追求。在这些生物犯下一系列强奸行径之后，黑羊奶的制造遭到禁止，所有相关信息都被压制，羊男最初会被监禁，后来，随着越来越多的个体逃到荒野，人们开始积极猎杀羊男。\n如今的羊男仍然肆无忌惮，偷酒，进行恶作剧，攻击他们遇到的任何人，并将试图阻止他们的人打死。许多个体似乎也表现出演奏乐器的天赋。尽管如此，被迫与羊男打交道的人都憎恨羊男，而且大多数羊男都会被立即杀死，因为它们对遭遇它们的任何女性都构成威胁。\n不幸的是，这种转变是可遗传的。羊男的繁殖并不成功，每10 次交配中只有 1 次受孕，而其中只有五分之一的胎儿足月出生。所有孩子出生时都是雄性羊男，仅需四年即可长大成人。通常，幼年羊男会被他们出生的社区杀死，但有时，他们的父亲会回来认领婴儿并将其与其他野生羊男一起抚养。人类饲养的稀有羊男要么完全野化，与野生羊男一同生活，要么学会与他们的动物本能作斗争，略微开化；后者极其稀有，但往往会成为才华横溢的音乐家、说书人和占卜师。\n特殊能力\n长生不死：一旦成年，羊男就不会变老并且免疫疾病。\n使用【.help 羊男属性表】查看有关羊男的数值。",
    "羊男属性表": "羊男\n非人的林地野兽\n属性 平均 掷骰\nSTR 110 (3D6+12)*12\nCON 95 (2D6+12)*5\nSIZ 55 (3D6+1)*5\nDEX 65 (2D6+6)*5\nINT 40 (2D6+1)*5\nPOW 80 (3D6+6)*5\n生命值 15\n平均伤害加值 +1D6\n平均体格 2\n平均魔法值 16\n移动力 9\n攻击\n每轮攻击次数： 1\n攻击方式：羊男拥有普通类人生物的徒手攻击范围。他们喜欢用有力的腿进行踢击，用多节的拳头进行拳击，或者用角进行头槌。年老的羊男有粗大弯曲的角，就像公羊一样，但大多数只有尖锐的小角。一些羊男使用武器，通常是棍棒、投石索、网（用于捕捉女性）或鞭子。\n格斗 45% (22/9)，伤害 1D4+DB 或武器伤害+DB \n护甲：2 点，厚毛皮\n理智损失：目睹羊男造成 1/1D6 点理智损失",
    "塞壬": "塞壬\n这些奇怪而神秘的生物在飞到地球之前来自一个如今不复存在的家园飞到，其遗迹构成了火星和木星之间小行星带的很大一部分。塞壬曾经是先进的种族，自从到达地球后，它们在精神上、身体上和技术上都退化了。它们已经失去了在太空中飞行的能力，也失去了曾经的先进技术的所有痕迹，成为了凶残但狡猾的掠食者。\n塞壬的腰部以上的外貌是美丽的人类女性，有着类似于掠食性鸟类的强壮腿部（按人类躯干的比例缩放），每条腿上都长有四支超大的锋利钩爪。塞壬的背上长着一对巨大的羽毛翅膀，可以用来飞翔。它们相当强壮，可以携带重量是其体重两倍的物体。\n大多数塞壬都是独行生物，只有在抚养幼崽或交配时才会聚集在一起。虽然塞壬的外表看起来是女性，但它们只有单一性别。三只塞壬才能完成一次交配，它们都会怀孕，每一方都会为后代贡献所需遗传物质的 1/3。每个受孕的塞壬每十年左右产下 2-4 个卵。塞壬卵通常需要 9 到 14 个月才能孵化。年幼的塞壬只会在巢穴中生活大约三年，之后就会被赶出去寻找自己的狩猎领地。\n塞壬生活在开阔水域附近，会在公海洞穴和悬崖峭壁上筑巢。它们沿靠近危险区域（如珊瑚礁、浅滩和参差不齐的凸出岩石）的海上航线寻找它们最喜欢的猎物，即溺水的人类。\n塞壬的语言就听起来像悠扬的鸟鸣。它们的声音具有催眠作用，可以将成熟的男性吸引过来，即便冒着生命危险也是如此。塞壬之歌的受害者会走下悬崖或穿过火海，游过波涛汹涌的大海，或将船驶到参差不齐的岩石上，以找到美妙声音的来源。着迷的人会与任何试图阻止他们靠近声音来源的人进行激烈的斗争。塞壬利用这种能力引诱人类（主要是水手）在水中死去，然后以他们淹死的尸体为食。\n特殊能力\n塞壬之歌：听到塞壬之歌的人必须在意志检定中取得极限成功才能抵抗影响大约五分钟；如果他们仍然可以听到该生物的歌唱，就必须在此之后进行另一次检定。目标可以用某种东西（例如蜡、湿布、油脂）塞住自己的耳朵，这样他们就可以每五分钟进行一次常规难度的意志检定。捅破自己的鼓膜（大约需要三个月才能痊愈）的极端方式会让目标完全耳聋，并且不受歌声的影响。由于人类生理学的奇妙，人类女性和尚未进入青春期的男孩对塞壬之歌免疫。\n使用【.help 塞壬属性表】查看有关塞壬的数值。",
    "塞壬属性表": "塞壬\n有翼的毁灭歌者\n属性 平均 掷骰\nSTR 80 (3D6 +6)*5\nCON 70 4D6*5\nSIZ 50 3D6*5\nDEX 60 (3D6 +2)*5\nINT 80 (3D6 +6)*5\nPOW 60 (3D6 +2)*5\nAPP 70 (1D6+12)*5\n生命值 12\n平均伤害加值 +1D4\n平均体格 1\n平均魔法值 12\n移动力 8/12 飞行\n攻击\n每轮攻击次数： 1\n攻击方式：塞壬可以用爪子或武器攻击，但大多数塞壬会尽可能避免肉搏。\n格斗 45% (22/9)，伤害 1D6+DB，或武器伤害+DB\n护甲：3 点，外星皮毛\n理智损失：目睹塞壬造成 1/1D6 点理智损失。",
    "吸血鸮": "吸血鸮\n这些像鸟一样的恐怖生物与地球上的猫头鹰非常相似，但实际上原产于火星，由火星种族艾哈伊人带到这里，被用于传信和狩猎（很像人类的猎鹰）。大约三千多年前，许多吸血鸮从探索地球的艾哈伊主人手中逃脱，从此在我们的星球上肆虐。\n虽然它们的身体像鸟，经常被误认为是猫头鹰，但近距离观察时就可以清楚地看出不同，因为它橄榄色的眼睛中没有瞳孔，羽毛有金属的光泽和质感。吸血鸮拥有第二对翅膀，比第一对小，还有一条短短的羽毛尾巴，这使它们能够非常灵活地飞行。这些生物通常在洞穴、黑暗的深坑和古代遗迹中筑巢。\n吸血鸮是夜行性食肉动物，拥有强大的爪子和锋利的喙。它们的嚎叫非常可怕，甚至会让最勇敢的人丧失勇气。长时间暴露在一群吸血鸮的嚎叫声中会慢慢使受害者发疯。虽然吸血鸮几乎可以捕食任何猎物，但它们最喜欢捕猎的生物是人类。吸血鸮以 3 到 8 只个体 （1D6+2）为一组进行狩猎，用攻击和恐怖的尖嚎相结合袭击人类。一群吸血鸮可以在不到一小时的时间内剥光一个人的血肉。\n人们已经学会了如何保护自己免受这些生物的侵害。提供猪肉作为贡品往往能安抚这些生物，在吃过猪肉之后，附近地区的所有人类和牲畜就不会受到袭击。此外，由浆果鹃的叶子和树枝制成的头冠似乎能驱散这些生物，未经处理的浆果鹃木杖或棍棒也可以用作对付它们的有效武器，能够以某种方式破坏它们奇怪的外星羽毛。\n特殊能力\n恐怖嚎叫：听到吸血鸮的嚎叫造成 0/1D2 点理智损失。\n外星羽毛：它们的体型很小，却是强大的对手，因为它们的外星金属羽毛使它们对非魔法攻击免疫。这些羽毛受到炼金术士的高度重视，声称它们可以用于制作爱情药水。\n使用【.help 吸血鸮属性表】查看有关吸血鸮的数值。",
    "吸血鸮属性表": "吸血鸮\n来自外星的飞行恐怖\n属性 平均 掷骰\nSTR 45 (2D6+2)*5\nCON 70 4D6*5\nSIZ 40 (2D6+1)*5\nDEX 70 4D6*5\nINT 55 (3D6 +1)*5\nPOW 65 (2D6+6)*5\n生命值 11\n平均伤害加值 无\n平均体格 0\n平均魔法值 13\n移动力 3/12 飞行\n攻击\n每轮攻击次数： 1\n攻击方式：噬咬或爪击。\n格斗 45% (22/9) ，伤害 1D4 \n护甲：无，但吸血鸮免疫非魔法攻击，除非使用未淬硬的浆果鹃手杖或棍棒进行攻击。\n理智损失：目睹吸血鸮造成 0/1D4 点理智损失，听到吸血鸮的嚎叫造成 0/1D2 点理智损失。"
  }
}